var local_database = {
	"panduan": [
		{
			"title": "222 半导体的导电特性及PN结",
			"content": "PN结的形成是扩散运动与漂移运动，达到动态平衡的结果。",
			"ans": "正确"
		},
		{
			"title": "223 半导体的导电特性及PN结",
			"content": "PN结加正向电压时，空间电荷区将变窄。",
			"ans": "正确"
		},
		{
			"title": "224 半导体的导电特性及PN结",
			"content": "PN结在无光照、无外加电压时，结电流为零。",
			"ans": "正确"
		},
		{
			"title": "225 半导体的导电特性及PN结",
			"content": "P型半导体中，自由电子为多数载流子，而N型半导体中，空穴为多数载流子",
			"ans": "错误"
		},
		{
			"title": "226 半导体的导电特性及PN结",
			"content": "半导体中的电子电流与空穴电流的方向是相反的。",
			"ans": "错误"
		},
		{
			"title": "227 半导体的导电特性及PN结",
			"content": "当PN结的P区接电源的负极，而N区接电源的正极，PN结就会导通。",
			"ans": "错误"
		},
		{
			"title": "228 半导体的导电特性及PN结",
			"content": "多数载流子由于浓度差而引起的运动，称扩散运动。",
			"ans": "正确"
		},
		{
			"title": "229 半导体的导电特性及PN结",
			"content": "空穴电流是由于自由电子递补空穴而产生的。",
			"ans": "错误"
		},
		{
			"title": "230 半导体的导电特性及PN结",
			"content": "少数载流子在电场力作用下的运动，称漂移运动。",
			"ans": "正确"
		},
		{
			"title": "231 半导体的导电特性及PN结",
			"content": "无论是P型还是N型半导体，它们整个晶体仍是中性的，对外不显示电性。",
			"ans": "正确"
		},
		{
			"title": "232 半导体的导电特性及PN结",
			"content": "因为N型半导体的多子是自由电子，所以它带负电。",
			"ans": "错误"
		},
		{
			"title": "233 半导体的导电特性及PN结",
			"content": "在N型半导体中如果掺入足够量的三价元素，可将其改型为P型半导体。",
			"ans": "正确"
		},
		{
			"title": "234 半导体二极管",
			"content": "当温度升高时，二极管的反向饱和电流将减小。",
			"ans": "错误"
		},
		{
			"title": "235 半导体二极管",
			"content": "对于二极管的半波整流电路，二极管通过的电流与直流负载中通过的电流相等。",
			"ans": "正确"
		},
		{
			"title": "236 半导体二极管",
			"content": "二极管正向导通时势垒电容是主要的。",
			"ans": "错误"
		},
		{
			"title": "237 半导体二极管",
			"content": "一般情况下，硅二极管导通后的正向压降比锗二极管的要小。",
			"ans": "错误"
		},
		{
			"title": "238 半导体二极管",
			"content": "在二极管的半波整流电路中，加电容C滤波后，二极管承受的最高反向电压值与不加电容滤波时一样。",
			"ans": "错误"
		},
		{
			"title": "239 半导体三极管",
			"content": "NPN、PNP二种结构形式的三极管，它们对电源的极性要求相反，因此它们各电极中的电流方向也不同。",
			"ans": "正确"
		},
		{
			"title": "240 半导体三极管",
			"content": "π型RC滤波电路的效果较好，但其中的电阻不能太大，否则会使输出直流电压降低太多。",
			"ans": "正确"
		},
		{
			"title": "241 半导体三极管",
			"content": "处于放大状态的晶体管，集电极电流是多子漂移运动形成的。",
			"ans": "错误"
		},
		{
			"title": "242 半导体三极管",
			"content": "当三极管的发射结和集电结都处于反向偏置时，三极管截止，相当于开关断开。",
			"ans": "正确"
		},
		{
			"title": "243 半导体三极管",
			"content": "简单稳压电路，就是在负载两端并联一个合适的硅稳压管。",
			"ans": "错误"
		},
		{
			"title": "244 半导体三极管",
			"content": "三极管不仅具有电流放大作用，还具有开关特性，即可处于截止或饱和状态。",
			"ans": "正确"
		},
		{
			"title": "245 半导体三极管",
			"content": "为了使晶体管能够有效的起放大作用，其管芯结构总是使发射区掺杂浓度高，基区宽度小，集点结面积比发射结面积小。",
			"ans": "错误"
		},
		{
			"title": "246 半导体三极管",
			"content": "欲使三极管具有电流放大作用，则必须使发射结和集电结都正向偏置。",
			"ans": "错误"
		},
		{
			"title": "247 比例运算电路（反相、同相）",
			"content": "反相比例电路由于存在虚地点，共模输入电压很大，所以对放大电路的共模抑制比要求不高。",
			"ans": "错误"
		},
		{
			"title": "248 比例运算电路（反相、同相）",
			"content": "反相比例电路中加入平衡电阻的作用是为了使从集成运放的两个输入端向外看的等效电阻相等。",
			"ans": "正确"
		},
		{
			"title": "249 比例运算电路（反相、同相）",
			"content": "反相比例运算电路的输入电流等于流过反馈电阻中的电流，比例系数大于零。",
			"ans": "错误"
		},
		{
			"title": "250 比例运算电路（反相、同相）",
			"content": "同相比例电路对放大电路的共模抑制比要求比较高，所以应用不如反相比例电路广泛。",
			"ans": "正确"
		},
		{
			"title": "251 场效应管",
			"content": "结型和耗尽型MOS场效应管，具有夹断电压。",
			"ans": "正确"
		},
		{
			"title": "252 场效应管",
			"content": "增强型MOS管具有开启电压。",
			"ans": "正确"
		},
		{
			"title": "253 场效应管放大电路",
			"content": "场效应管的3种基本放大电路——共源、共漏和共栅电路与晶体管的3种基本放大电路共射、共集和共基相对应。",
			"ans": "正确"
		},
		{
			"title": "254 场效应管放大电路",
			"content": "场效应管放大电路的动态分析和晶体管放大电路一样也是经常采用微变等效电路法。",
			"ans": "正确"
		},
		{
			"title": "255 场效应管放大电路",
			"content": "场效应管放大电路电压放大系数很大，要大于晶体管放大电路。",
			"ans": "错误"
		},
		{
			"title": "256 场效应管放大电路",
			"content": "场效应管放大电路有输入电阻高的特点，但它的噪声系数很高。",
			"ans": "错误"
		},
		{
			"title": "257 电压比较器",
			"content": "当集成运放工作在非线性区时，输出电压不是高电平，就是低电平。",
			"ans": "正确"
		},
		{
			"title": "258 电压比较器",
			"content": "电压比较器的集成运放同相输入端和反相输入端具有相同电位时所对应的输入电压是阈值电压，输入电压超过阈值电压时输出电压会发生跃变。",
			"ans": "正确"
		},
		{
			"title": "259 电压比较器",
			"content": "电压比较器的运放工作于开环或正反馈状态，输入端具有虚短特征。",
			"ans": "错误"
		},
		{
			"title": "260 电压比较器",
			"content": "电压比较器的运放输入电阻很高，输入电流也比较大。",
			"ans": "错误"
		},
		{
			"title": "261 电压比较器",
			"content": "电压比较器是对输入信号进行比较和鉴幅的电路，是组成非正弦波发生电路的基本单元电路。",
			"ans": "正确"
		},
		{
			"title": "262 电压比较器",
			"content": "集成电压比较器具有响应速度快，传输延迟时间短的优点，但输入电流比较大。",
			"ans": "正确"
		},
		{
			"title": "263 电压比较器",
			"content": "集成电压比较器开环增益低，失调电压大，但是精度比较高。",
			"ans": "错误"
		},
		{
			"title": "264 电压比较器",
			"content": "如果一个滞回比较器的两个阈值电压和一个窗口比较器的相同，那么当它们的输入电压相同时，它们的输出电压波形也相同。",
			"ans": "错误"
		},
		{
			"title": "265 电压比较器",
			"content": "一般情况下，在电压比较器中，集成运放不是工作在开环状态，就是仅仅引入了正反馈。",
			"ans": "正确"
		},
		{
			"title": "266 电压比较器",
			"content": "在输入电压从足够低逐渐增大到足够高的过程中，单限比较器和滞回比较器的输出电压均只跃变一次。",
			"ans": "正确"
		},
		{
			"title": "267 电压比较器",
			"content": "滞回比较器具有滞回特性，具有两个阈值电压，输入电压向单一方向变化，输出电压跃变两次。",
			"ans": "错误"
		},
		{
			"title": "268 多级放大电路",
			"content": "多级放大电路的级数越多，上限截止频率fH越大。",
			"ans": "错误"
		},
		{
			"title": "269 多级放大电路",
			"content": "多级放大电路的输入级应首先满足对输入电阻及零点漂移抑制的要求。",
			"ans": "正确"
		},
		{
			"title": "270 多级放大电路",
			"content": "多级放大电路既能提高电压增益，又能展宽通频带。",
			"ans": "错误"
		},
		{
			"title": "271 多级放大电路",
			"content": "多级放大电路能提高放大倍数，不一定能展宽通频带。",
			"ans": "错误"
		},
		{
			"title": "272 多级放大电路",
			"content": "多级放大电路能提高放大倍数，但通频带变窄。",
			"ans": "正确"
		},
		{
			"title": "273 多级放大电路",
			"content": "多级放大电路与单级放大电路相比，总的通频带一定比它的任何一级都宽。",
			"ans": "错误"
		},
		{
			"title": "274 多级放大电路",
			"content": "若信号源向多级放大电路的输入级传送的是电压信号，则要求与输入级配合的下一级的输入电阻应为高输入电阻。",
			"ans": "正确"
		},
		{
			"title": "275 多级放大电路",
			"content": "输入端噪声与干扰电压的大小与信号源内阻及输入电阻有关。同样条件下，信号源内阻及输入电阻越小，噪声与干扰也越低。",
			"ans": "正确"
		},
		{
			"title": "276 多级放大电路",
			"content": "因为阻容耦合电路两级间的耦合电容的隔直作用，所以各级静态可独自计算",
			"ans": "正确"
		},
		{
			"title": "277 多级放大电路",
			"content": "在线性集成电路中，使用的是阻容耦合方式。",
			"ans": "错误"
		},
		{
			"title": "278 多级放大电路",
			"content": "直接耦合放大电路能放大交、直流信号。",
			"ans": "正确"
		},
		{
			"title": "279 二极管的伏安特性",
			"content": "二极管的IR参数的值愈小，说明其单向导电特性愈好。",
			"ans": "正确"
		},
		{
			"title": "280 二极管的伏安特性",
			"content": "二极管的伏安特性是非线性。",
			"ans": "正确"
		},
		{
			"title": "281 二极管的伏安特性",
			"content": "受温度影响小的二极管为Ge管。",
			"ans": "错误"
		},
		{
			"title": "282 二极管的伏安特性",
			"content": "需要热稳定性好的二极管，一般选用Si材料。",
			"ans": "正确"
		},
		{
			"title": "283 反馈类型",
			"content": "按输出端取样对象分类可以分为电压反馈和电流反馈，按输出端连接方式可以分为串联反馈和并联反馈。",
			"ans": "正确"
		},
		{
			"title": "284 反馈类型",
			"content": "按照反馈极性分类，可以分为负反馈和正反馈，具体情况由电路的增益来判断。",
			"ans": "错误"
		},
		{
			"title": "285 反馈类型",
			"content": "放大电路的放大倍数于引入的反馈类型无关。",
			"ans": "正确"
		},
		{
			"title": "286 反馈类型",
			"content": "开环电路也可能引入反馈。",
			"ans": "错误"
		},
		{
			"title": "287 反馈类型",
			"content": "引入反馈必将影响电路的输入净增量。",
			"ans": "正确"
		},
		{
			"title": "288 反馈类型",
			"content": "在放大电路中引入电压并联负反馈可以得到电流－电压转换电路。",
			"ans": "正确"
		},
		{
			"title": "289 反馈类型",
			"content": "直流负反馈是指只有放大直流信号时才有的负反馈。",
			"ans": "错误"
		},
		{
			"title": "290 反馈判别方法",
			"content": "负反馈放大电路的放大倍数与组成它的基本放大电路的放大倍数量纲相同。",
			"ans": "正确"
		},
		{
			"title": "291 反馈判别方法",
			"content": "判断电路是串联反馈还是并联反馈是由电路的输入信号和反馈信号的比较方式来决定的。",
			"ans": "正确"
		},
		{
			"title": "292 反馈判别方法",
			"content": "判断电路是正反馈还是负反馈是由电路的输入净增量信号来决定的。",
			"ans": "正确"
		},
		{
			"title": "293 反馈判别方法",
			"content": "若放大电路的放大倍数为负，则引入的反馈一定是负反馈。",
			"ans": "错误"
		},
		{
			"title": "294 方波发生器",
			"content": "方波发生器可以通过RC电路的充电和放电来实现电路的自动转换。",
			"ans": "正确"
		},
		{
			"title": "295 方波发生器",
			"content": "方波发生器是矩形波发生器的一种，它产生的波形占空比是可以通过改变RC电路充电时间常数来改变的。",
			"ans": "正确"
		},
		{
			"title": "296 方波发生器",
			"content": "方波发生器由反相输入的滞回比较器和RC电路组成，滞回比较器作为反馈网络。",
			"ans": "错误"
		},
		{
			"title": "297 方波发生器",
			"content": "方波发生器中的RC电路既作为延迟环节，又作为反馈网络。",
			"ans": "正确"
		},
		{
			"title": "298 放大电路的分析",
			"content": "当交流放大电路输出电压波形的负半周失真，且测量的集电极电流IC很大，则产生了截止失真。",
			"ans": "错误"
		},
		{
			"title": "299 放大电路的分析",
			"content": "当交流放大电路输出电压波形的正半周失真，且测量三极管的UCE值很大，则产生了饱和失真。",
			"ans": "错误"
		},
		{
			"title": "300 放大电路的分析",
			"content": "共集电极放大电路的电压放大系数最大。",
			"ans": "错误"
		},
		{
			"title": "301 放大电路的分析",
			"content": "共集电极放大电路也称为射极输出器或者射极跟随器。",
			"ans": "正确"
		},
		{
			"title": "302 放大电路的分析",
			"content": "共射电路的电压放大系数近似为1。",
			"ans": "错误"
		},
		{
			"title": "303 放大电路的分析",
			"content": "减少放大电路的截止失真的办法，只能减小基极电阻RB，使静态工作点沿负载线上移到合适的位置。",
			"ans": "正确"
		},
		{
			"title": "304 放大电路的分析",
			"content": "如果放大电路产生了饱和失真，可以适当减少集电极电阻RC，使静态工作点右移脱离饱和区，但此时电压放大倍数下降。",
			"ans": "正确"
		},
		{
			"title": "305 放大电路的分析",
			"content": "图解法做静态分析时，晶体管的输入特性曲线和输入回路负载线的交点就是电路的静态工作点。",
			"ans": "正确"
		},
		{
			"title": "306 放大电路的分析",
			"content": "微变等效电路分析时，必须是晶体管工作在放大区，与输入信号无关。",
			"ans": "错误"
		},
		{
			"title": "307 放大电路的分析",
			"content": "微变等效电路分析是在晶体管或场效应管特性曲线的很小的区间内将晶体管或场效应管用线性元件等效。",
			"ans": "正确"
		},
		{
			"title": "308 放大电路的分析",
			"content": "",
			"ans": "错误"
		},
		{
			"title": "309 放大电路的分析",
			"content": "",
			"ans": "正确"
		},
		{
			"title": "310 放大电路的频率特性",
			"content": "按通频带要求选择三极管应根据低频特性来选择。",
			"ans": "错误"
		},
		{
			"title": "311 放大电路的频率特性",
			"content": "根据通频带选择耦合电容及发射极旁路电容应根据高频特性选择。",
			"ans": "错误"
		},
		{
			"title": "312 放大电路的频率特性",
			"content": "直接耦合多级放大电路与阻容耦合多级放大电路相比，低频响应好。",
			"ans": "正确"
		},
		{
			"title": "313 放大电路的三种组态",
			"content": "对于共射，共集和共基三种基本组态放大电路，若希望带负载能力强应选用共集组态。",
			"ans": "正确"
		},
		{
			"title": "314 放大电路的三种组态",
			"content": "对于共射，共集和共基三种基本组态放大电路，若希望电压放大倍数大，可选用共集组态。",
			"ans": "错误"
		},
		{
			"title": "315 放大电路的三种组态",
			"content": "既能放大电压，也能放大电流的是共射组态放大电路。",
			"ans": "正确"
		},
		{
			"title": "316 放大电路的三种组态",
			"content": "为了使高阻输出的放大电路与低阻负载很好的配合，可以在高阻输出的放大电路和负载之间插入共集电路。",
			"ans": "正确"
		},
		{
			"title": "317 放大电路的三种组态",
			"content": "一般作为多级放大电路的输入级，输出级，阻抗变换及缓冲(隔离级)的是共集组态。",
			"ans": "正确"
		},
		{
			"title": "318 放大电路的三种组态",
			"content": "在共射，共集，共基三种基本放大电路组态中，电压放大倍数小于1应是共集组态。",
			"ans": "正确"
		},
		{
			"title": "319 放大电路动态指标估算",
			"content": "放大电路的负载越大其放大倍数越小。",
			"ans": "错误"
		},
		{
			"title": "320 放大电路动态指标估算",
			"content": "输出电阻越小，表明放大电路带负载能力越强。",
			"ans": "正确"
		},
		{
			"title": "321 放大电路动态指标估算",
			"content": "有两个放大倍数相同，输入和输出电阻不同的放大电路A，B，对同一个具有内阻的信号源电压进行放大，在负载开路的条件下测得A的输出电压小，由此说明A和B的输出电阻大。",
			"ans": "错误"
		},
		{
			"title": "322 放大电路动态指标估算",
			"content": "在实验室测试输出电阻的方法是用电子毫伏表测出空载时的输出电压Uo’及负载时的输出电压Uo，又已知负载RL的值，推算得出。",
			"ans": "正确"
		},
		{
			"title": "323 放大电路中的反馈",
			"content": "在电子电路中，将输出量的一部分或者全部通过一定的电路形式送回到输入回路，以影响其净输入量的措施称为反馈。",
			"ans": "正确"
		},
		{
			"title": "324 放大电路中的负反馈",
			"content": "电路中引入正反馈，如果AuF=1，则可使电路产生自激振荡。",
			"ans": "错误"
		},
		{
			"title": "325 放大电路中的负反馈",
			"content": "交流负反馈虽然降低了电压放大倍数，但是它却可以改善放大电路的很多性能。",
			"ans": "正确"
		},
		{
			"title": "326 负反馈对放大电路性能的影响",
			"content": "电流负反馈能够稳定输出电流，也必然能够稳定输出电压。",
			"ans": "错误"
		},
		{
			"title": "327 负反馈对放大电路性能的影响",
			"content": "反馈量仅仅决定于输出量。",
			"ans": "正确"
		},
		{
			"title": "328 负反馈对放大电路性能的影响",
			"content": "放大电路的级数越多，引入的负反馈越强，电路的放大倍数也就越稳定。",
			"ans": "错误"
		},
		{
			"title": "329 负反馈对放大电路性能的影响",
			"content": "若放大电路引入负反馈，则负载电阻变化时，输出电压基本不变。",
			"ans": "错误"
		},
		{
			"title": "330 负反馈对放大电路性能的影响",
			"content": "为了改变输入电阻和输出电阻，应引入交流负反馈。",
			"ans": "正确"
		},
		{
			"title": "331 负反馈对放大电路性能的影响",
			"content": "为了稳定放大倍数，应引入交流负反馈。",
			"ans": "正确"
		},
		{
			"title": "332 负反馈对放大电路性能的影响",
			"content": "为了稳定静态工作点并且展宽频带，应引入直流负反馈。",
			"ans": "错误"
		},
		{
			"title": "333 负反馈对放大电路性能的影响",
			"content": "在放大电路中引入反馈，就一定能使其性能得到改善。",
			"ans": "错误"
		},
		{
			"title": "334 负反馈对放大电路性能的影响",
			"content": "在输入量不变的情况下，若引入反馈后电路的输出量增大，则说明引入的反馈是负反馈。",
			"ans": "错误"
		},
		{
			"title": "335 负反馈对放大电路性能的影响",
			"content": "阻容耦合放大电路的耦合电容、旁路电容越多，引入负反馈后，越容易产生低频振荡。",
			"ans": "正确"
		},
		{
			"title": "336 负反馈放大器",
			"content": "并联反馈的反馈量以电压形式送回输入回路。",
			"ans": "错误"
		},
		{
			"title": "337 负反馈放大器",
			"content": "电压反馈表从输出取样量为电压。",
			"ans": "正确"
		},
		{
			"title": "338 负反馈放大器",
			"content": "对于电压负反馈要求负载电阻尽可能小。",
			"ans": "错误"
		},
		{
			"title": "339 负反馈放大器",
			"content": "多级负反馈容易引起自激振荡的原因是放大器的级数少。",
			"ans": "错误"
		},
		{
			"title": "340 负反馈放大器",
			"content": "负反馈所能抑制的噪声和干扰是输出信号中的干扰和噪声。",
			"ans": "错误"
		},
		{
			"title": "341 负反馈放大器",
			"content": "构成反馈通路的元器件可以是无源元件，也可以有源器件。",
			"ans": "正确"
		},
		{
			"title": "342 负反馈放大器",
			"content": "能够抑制反馈环路内的噪声和干扰的是交流负反馈。",
			"ans": "正确"
		},
		{
			"title": "343 负反馈放大器",
			"content": "",
			"ans": "错误"
		},
		{
			"title": "344 功率放大电路",
			"content": "OCL采用双电源供电，输入电压为零时工作在甲乙类工作状态。",
			"ans": "错误"
		},
		{
			"title": "345 功率放大电路",
			"content": "OCL乙类互补对称电路，其功放管的最大管耗出现在输出电压幅度为UCC/2的时候。",
			"ans": "正确"
		},
		{
			"title": "346 功率放大电路",
			"content": "采用甲类单管功放电路的收音机，音量调得越小越省电。",
			"ans": "错误"
		},
		{
			"title": "347 功率放大电路",
			"content": "采用甲乙类功放作输出级的收音机，音量调得越小越省电。",
			"ans": "正确"
		},
		{
			"title": "348 功率放大电路",
			"content": "当甲类功放电路的输出功率为0时，管子消耗的功率最大。",
			"ans": "正确"
		},
		{
			"title": "349 功率放大电路",
			"content": "复合管的β值近似等于组成它的各三极管β值的乘积。",
			"ans": "正确"
		},
		{
			"title": "350 功率放大电路",
			"content": "复合管的穿透电流等于组成它的各三极管穿透电流之和。",
			"ans": "错误"
		},
		{
			"title": "351 功率放大电路",
			"content": "复合管的类型(NPN或PNP)与组成它的最前面的管子类型相同。",
			"ans": "正确"
		},
		{
			"title": "352 功率放大电路",
			"content": "功放电路的输出功率是指直流信号和交流信号叠加的功率。",
			"ans": "错误"
		},
		{
			"title": "353 功率放大电路",
			"content": "功率放大电路的功放管一般采用甲类或乙类工作状态。",
			"ans": "错误"
		},
		{
			"title": "354 功率放大电路",
			"content": "功率放大电路的最大输出功率是在输入电压为正弦波时，输出基本不失真情况下，负载上可能获得的最大平均功率。",
			"ans": "错误"
		},
		{
			"title": "355 功率放大电路",
			"content": "功率放大电路的最大输出功率是指在基本不失真情况下，负载上可能获得的最大交流功率。",
			"ans": "正确"
		},
		{
			"title": "356 功率放大电路",
			"content": "功率放大电路对输出信号的失真没有要求，只追求大功率即可。",
			"ans": "错误"
		},
		{
			"title": "357 功率放大电路",
			"content": "功率放大电路要追求尽可能大的输出功率和尽可能高的转换效率，满足这两个条件后其余问题都可以忽略。",
			"ans": "错误"
		},
		{
			"title": "358 功率放大电路",
			"content": "很多集成功率放大电路为了改善频率特性，减少非线性失真，引入了深度负反馈。",
			"ans": "正确"
		},
		{
			"title": "359 功率放大电路",
			"content": "集成功率放大电路中的功放管需要有保护电路来防止过流、过压和二次击穿。",
			"ans": "正确"
		},
		{
			"title": "360 功率放大电路",
			"content": "甲类，乙类，甲乙类电路中，甲类的效率最低。",
			"ans": "正确"
		},
		{
			"title": "361 功率放大电路",
			"content": "交越失真时，输出电压不是完整的波形。",
			"ans": "正确"
		},
		{
			"title": "362 功率放大电路",
			"content": "进行功率放大电路的功放管选择时，一般要考虑极限参数，还要考虑散热和保护问题。",
			"ans": "正确"
		},
		{
			"title": "363 功率放大电路",
			"content": "晶体管所消耗的功率与电源提供的平均功率之比被称为功率放大电路的转换效率。",
			"ans": "错误"
		},
		{
			"title": "364 功率放大电路",
			"content": "某功放的静态工作点Q在交流负载线的中点，这种情况下功放的工作状态称为甲乙类。",
			"ans": "错误"
		},
		{
			"title": "365 功率放大电路",
			"content": "使用OTL集成功率放大电路时一般需要外接输出电容。",
			"ans": "正确"
		},
		{
			"title": "366 功率放大电路",
			"content": "一个功率放大电路的输出功率主要取决于输入信号的功率。",
			"ans": "错误"
		},
		{
			"title": "367 功率放大电路",
			"content": "乙类功放电路存在非线性失真问题。",
			"ans": "错误"
		},
		{
			"title": "368 功率放大电路",
			"content": "乙类功放电路在输出功率最大时，管子消耗的功率最大。",
			"ans": "错误"
		},
		{
			"title": "369 功率放大电路",
			"content": "由于场效应管的栅极几乎不取电流，所以两个场效应管不能组成复合管。",
			"ans": "正确"
		},
		{
			"title": "370 功率放大电路",
			"content": "由于功率放大电路中的晶体管处于大信号状态，所以微变等效电路方法已不再适用。",
			"ans": "正确"
		},
		{
			"title": "371 功率放大电路",
			"content": "在OCL乙类功放电路中，若最大输出功率为1W，则电路中功放管的集电极最大功耗大于1W。",
			"ans": "错误"
		},
		{
			"title": "372 功率放大电路",
			"content": "在功率放大电路中，输出功率愈大，功放管的功耗愈大。",
			"ans": "错误"
		},
		{
			"title": "373 功率放大电路",
			"content": "在输入电压为0时，甲乙类功率放大电路中的电源所消耗的功率为两个管子的静态电流与电源电压的乘积。",
			"ans": "正确"
		},
		{
			"title": "374 功率放大电路",
			"content": "只要把两个三极管组成复合管，一定可以提高管子的输入电阻。",
			"ans": "错误"
		},
		{
			"title": "375 功率放大电路",
			"content": "只有当两个三极管的类型相同时才能组成复合管。",
			"ans": "错误"
		},
		{
			"title": "376 积分与微分电路",
			"content": "积分电路完成对输入电压的积分运算，可以实现电路的延迟。",
			"ans": "正确"
		},
		{
			"title": "377 积分与微分电路",
			"content": "积分与微分电路可以实现矩形波与三角波的变换。",
			"ans": "正确"
		},
		{
			"title": "378 积分与微分电路",
			"content": "为了解决积分电路的漂移现象，通常引入直流负反馈。",
			"ans": "正确"
		},
		{
			"title": "379 基本放大电路",
			"content": "电路中各电量的交流成份是交流信号源提供的。",
			"ans": "错误"
		},
		{
			"title": "380 基本放大电路",
			"content": "放大电路必须加上合适的直流电源才能正常工作。",
			"ans": "正确"
		},
		{
			"title": "381 基本放大电路",
			"content": "放大电路中输出的电流和电压都是由有源元件提供的。",
			"ans": "错误"
		},
		{
			"title": "382 基本放大电路",
			"content": "可以说任何放大电路都有功率放大作用。",
			"ans": "正确"
		},
		{
			"title": "383 基本放大电路",
			"content": "由于放大的对象是变化量，所以当输入信号为直流信号时，任何放大电路的输出都毫无变化。",
			"ans": "错误"
		},
		{
			"title": "384 基本放大电路",
			"content": "只要是共射放大电路，输出电压的底部失真都是饱和失真。",
			"ans": "错误"
		},
		{
			"title": "385 基本放大电路",
			"content": "只有电路既放大电流又放大电压，才称其有放大作用。",
			"ans": "错误"
		},
		{
			"title": "386 集成运算放大电路",
			"content": "比较器电路中，滞回比较器灵敏度高。",
			"ans": "错误"
		},
		{
			"title": "387 集成运算放大电路",
			"content": "对于带动功放电路的推动级电路，应选输出电流小的运放。",
			"ans": "错误"
		},
		{
			"title": "388 集成运算放大电路",
			"content": "对于前置级的运放电路，当信号源内阻比较大时，失调电流指标比失调电压指标更为重要.应选失调电流小的运放。",
			"ans": "正确"
		},
		{
			"title": "389 集成运算放大电路",
			"content": "对于通频带要求较高的场合，应选用高增益的运放。",
			"ans": "错误"
		},
		{
			"title": "390 集成运算放大电路",
			"content": "集成运放在使用时，由于有失调电压，失调电流的存在，在运放的引脚中没有调零端，调零的方法是将电路的输入端接地，调整调零电位器RP，同时，用2.5V直流电压档测量输出电压为0即可。",
			"ans": "正确"
		},
		{
			"title": "391 集成运算放大电路",
			"content": "集成运放在应用中形成运算误差的主要原因之一是：失调和漂移，所以在高精度的运算电路和自动控制系统中选用的运放应是高增益，低漂移的运放。",
			"ans": "正确"
		},
		{
			"title": "392 集成运算放大电路",
			"content": "同相求和电路反馈电阻的电流等于各输入电流的代数和。",
			"ans": "错误"
		},
		{
			"title": "393 集成运算放大电路",
			"content": "选择运放时，对于仅需单电源供电的电路(特别是用低电压干电池供电的情况)，应选高增益，低漂移运放 。",
			"ans": "错误"
		},
		{
			"title": "394 集成运算放大器简介",
			"content": "集成运算放大器可以采用直接耦合方式也可以采用阻容耦合方式。",
			"ans": "错误"
		},
		{
			"title": "395 集成运算放大器简介",
			"content": "集成运算放大器一般由输入级、中间级、输出级和偏置电路组成。",
			"ans": "正确"
		},
		{
			"title": "396 集成运算放大器简介",
			"content": "射极输出器的输入电阻高，输出电阻低，带负载能力较强。",
			"ans": "正确"
		},
		{
			"title": "397 集成运算放大器简介",
			"content": "射极输出器没有电压放大能力，所以Au=1。",
			"ans": "正确"
		},
		{
			"title": "398 集成运算放大器简介",
			"content": "射极输出器输出电压与输入电压的相位相反。",
			"ans": "错误"
		},
		{
			"title": "399 集成运算放大器简介",
			"content": "通用型集成运放适用于放大低频信号。",
			"ans": "正确"
		},
		{
			"title": "400 集成运算放大器简介",
			"content": "因为硅片上不易制作大电容，所以集成运算放大器常用有源元件取代电容。",
			"ans": "错误"
		},
		{
			"title": "401 集成运算放大器简介",
			"content": "运放的输入失调电流IIO是两端电流之差。",
			"ans": "正确"
		},
		{
			"title": "402 集成运算放大器简介",
			"content": "作宽频带放大器一般优先选用通用型集成运放。",
			"ans": "错误"
		},
		{
			"title": "403 交流放大电路的电路结构及分析（以共集为主）",
			"content": "互补输出级采用共集形式是为了使电压放大倍数比较大。",
			"ans": "错误"
		},
		{
			"title": "404 交流放大电路的电路结构及分析（以共集为主）",
			"content": "互补输出级应采用共集或共漏接法。",
			"ans": "正确"
		},
		{
			"title": "405 交流放大电路的电路结构及分析（以共集为主）",
			"content": "若要求一个两级交流放大电路要求电压放大倍数的数值大于10，输入电阻大于10MΩ，输出电阻小于100Ω，则第一级采用共源电路，第二级采用共集电路。",
			"ans": "正确"
		},
		{
			"title": "406 交流放大电路的电路结构及分析（以共集为主）",
			"content": "若要求一个两级交流放大电路要求输入电阻为1kΩ至2kΩ，电压放大倍数大于3000，则第一级和第二级都应采用共射结构。",
			"ans": "正确"
		},
		{
			"title": "407 静态工作点",
			"content": "静态工作点是通过分析直流通路求算的。",
			"ans": "正确"
		},
		{
			"title": "408 静态工作点",
			"content": "若放大电路的静态工作点设置不合适，可能会引起交越失真。",
			"ans": "错误"
		},
		{
			"title": "409 静态工作点",
			"content": "若放大电路的静态工作点设置过高，可能会引起截止失真。",
			"ans": "错误"
		},
		{
			"title": "410 绝缘栅场效应管",
			"content": "结型场效应管外加的栅-源电压应使栅-源间的耗尽层承受反向电压，才能保证其RGS大的特点。",
			"ans": "正确"
		},
		{
			"title": "411 滤波电路",
			"content": "直流稳压电源中滤波电路的目的是将交流变为直流。",
			"ans": "错误"
		},
		{
			"title": "412 滤波器",
			"content": "有用信号频率低于10Hz，选用带通滤波器。",
			"ans": "错误"
		},
		{
			"title": "413 三极管的参数及选用",
			"content": "若两只三极管的其它参数一样，ICBO的值越小越好。",
			"ans": "正确"
		},
		{
			"title": "414 三极管的参数及选用",
			"content": "三极管的ICEO值越小，热稳定性越好。",
			"ans": "正确"
		},
		{
			"title": "415 三极管的参数及选用",
			"content": "有两个三极管，A管的β=150，ICEO=200μA，B管的β=50，ICEO=10μA，其他参数一样，B管的温度稳定性好。",
			"ans": "正确"
		},
		{
			"title": "416 三极管的电流分配和放大",
			"content": "依三极管三个极实际电流电流判断管型的方法是，若两个极流入，一个极流出，则必为NPN型。",
			"ans": "正确"
		},
		{
			"title": "417 三极管的结构",
			"content": "三极管按结构可分为结型和MOS型。",
			"ans": "错误"
		},
		{
			"title": "418 三极管的结构",
			"content": "三极管按用途分，可分为NPN和PNP。",
			"ans": "错误"
		},
		{
			"title": "419 三极管的结构",
			"content": "三极管属于电流控制型器件。",
			"ans": "正确"
		},
		{
			"title": "420 三极管的输入输出曲线",
			"content": "晶体管可分为放大、饱和及截止三个工作区。",
			"ans": "正确"
		},
		{
			"title": "421 三角波发生器",
			"content": "三角波发生器由同相输入的滞回比较器和积分电路组成，也可以输出方波。",
			"ans": "正确"
		},
		{
			"title": "422 特殊二极管的特点及应用",
			"content": "稳压二极管的正向特性不可以用于稳压。",
			"ans": "错误"
		},
		{
			"title": "423 稳压电路",
			"content": "串联型稳压电路的实质是引入深度电压串联负反馈。",
			"ans": "正确"
		},
		{
			"title": "424 稳压电路",
			"content": "串联型稳压电路由于调整管于负载的连接方式为串联而得名。",
			"ans": "正确"
		},
		{
			"title": "425 稳压电路",
			"content": "串联型稳压电路中的放大环节所放大的对象是采样电压。",
			"ans": "错误"
		},
		{
			"title": "426 稳压电路",
			"content": "稳压二极管组成的稳压电路可以承受很大的负载电流和变动的负载电压。",
			"ans": "错误"
		},
		{
			"title": "427 稳压电路",
			"content": "稳压二极管组成的稳压电路中，利用稳压管的电流调节作用，通过限流电阻R的电压或电流变化进行补偿实现稳压。",
			"ans": "正确"
		},
		{
			"title": "428 稳压电路",
			"content": "因为串联型稳压电路中引入了深度负反馈，因此也可能产生自激振荡。",
			"ans": "正确"
		},
		{
			"title": "429 稳压电路",
			"content": "在脉宽调制式串联型开关稳压电路中，为使输出电压增大，对调整管基极控制信号的要求是在一个周期内，高电平时间不变，周期增大。",
			"ans": "错误"
		},
		{
			"title": "430 稳压电路",
			"content": "在稳压管稳压电路中，其最大稳定电流与最小稳定电流之差应大于负载电流的变化范围。",
			"ans": "正确"
		},
		{
			"title": "431 稳压电路",
			"content": "在稳压管稳压电路中，稳压管的最大稳定电流必须大于最大负载电流。",
			"ans": "错误"
		},
		{
			"title": "432 稳压管",
			"content": "稳压二极管是利用PN结的反向击穿特性制作的。",
			"ans": "正确"
		},
		{
			"title": "433 稳压管",
			"content": "稳压管的稳压区是其工作在正向导通。",
			"ans": "错误"
		},
		{
			"title": "434 运放的基础知识",
			"content": "对于集成运放来说，输入失调电压和失调电流越大，说明电路的对称性越好。",
			"ans": "错误"
		},
		{
			"title": "435 运放的基础知识",
			"content": "多级直接耦合放大器中，影响零点漂移最严重的一级是中间级。",
			"ans": "错误"
		},
		{
			"title": "436 运放的基础知识",
			"content": "国产集成运算放大器有三种封装形式，目前应用最多的是双列直插式封装形式。",
			"ans": "正确"
		},
		{
			"title": "437 运放的基础知识",
			"content": "集成运放的反相输入端的反相是指该输入间信号与输出信号相位相差180°。",
			"ans": "正确"
		},
		{
			"title": "438 运放的基础知识",
			"content": "集成运放的非线性应用电路存在虚短。",
			"ans": "错误"
		},
		{
			"title": "439 运放的基础知识",
			"content": "集成运放的频带宽度的定义是当开环放大倍数下降至直流放大倍数Aum的0.5倍时所对应的输入信号的频率的宽度。",
			"ans": "错误"
		},
		{
			"title": "440 运放的基础知识",
			"content": "集成运放内部是由直接耦合方式的多级放大电路组成，作为放大器应用，它是能放大交流信号，不能放大直流信号。",
			"ans": "错误"
		},
		{
			"title": "441 运放的基础知识",
			"content": "集成运放中，由于电路结构引起的零输入对应非零输出的现象称为零点漂移。",
			"ans": "错误"
		},
		{
			"title": "442 运放的基础知识",
			"content": "施加深度负反馈，可使运放进入线性工作区。",
			"ans": "正确"
		},
		{
			"title": "443 运放的基础知识",
			"content": "选择运放时，一般情况下，增益与带宽是矛盾的，在考虑增益的同时，要兼顾带宽的要求。",
			"ans": "正确"
		},
		{
			"title": "444 运放的基础知识",
			"content": "由理想运放构成的线性运用电路，其电路增益与运放本身的参数有关。",
			"ans": "错误"
		},
		{
			"title": "445 振荡电路",
			"content": "电感三点式相位判别时，若电感的首端或尾端交流接地，则其它两个端点的信号电压相位相反。",
			"ans": "正确"
		},
		{
			"title": "446 振荡电路",
			"content": "集成运算放大器(直接耦合)易产生低频振荡。",
			"ans": "错误"
		},
		{
			"title": "447 振荡电路",
			"content": "将文氏桥振荡器的选频网络去掉，换上一根导线，则该电路不能振荡。",
			"ans": "错误"
		},
		{
			"title": "448 振荡电路",
			"content": "若|AF|过大，正弦波振荡器会出现不起振现象。",
			"ans": "错误"
		},
		{
			"title": "449 振荡电路",
			"content": "石英晶体振荡器的振荡频率与下面各种因素中的温度变化有关。",
			"ans": "错误"
		},
		{
			"title": "450 振荡电路",
			"content": "振荡器的输出信号最初是由选频网络中而来的。",
			"ans": "错误"
		},
		{
			"title": "451 整流电路",
			"content": "单相半波整流电路和单相桥式整流电路都属于单相小功率整流电路。",
			"ans": "正确"
		},
		{
			"title": "452 整流电路",
			"content": "单相半波整流电路输出信号的周期是输入信号周期的一半。",
			"ans": "错误"
		},
		{
			"title": "453 整流电路",
			"content": "电容滤波电路适用于小负载电流，而电感滤波电路适用于大负载电流。",
			"ans": "正确"
		},
		{
			"title": "454 整流电路",
			"content": "具有相同的输入信号，单相半波整流电路输出信号的周期和单相全波整流电路输出信号周期相等。",
			"ans": "正确"
		},
		{
			"title": "455 整流电路",
			"content": "在变压器副边电压和负载电阻相同的情况下，桥式整流电路的输出电流是半波整流电路输出电流的2倍。",
			"ans": "正确"
		},
		{
			"title": "456 整流电路",
			"content": "在单相桥式整流电容滤波电路中，若有一只整流管断开，输出电压平均值变为原来的一半。",
			"ans": "错误"
		},
		{
			"title": "457 整流电路",
			"content": "整流电路可将正弦电压变为脉动的直流电压。",
			"ans": "正确"
		},
		{
			"title": "458 整流滤波电路",
			"content": "电感滤波常用在平均电压低，负载电流大的场合。",
			"ans": "正确"
		},
		{
			"title": "459 整流滤波电路",
			"content": "复式滤波比单只电容或电感滤波的效果好。",
			"ans": "正确"
		},
		{
			"title": "460 整流滤波电路",
			"content": "理想二极管在电阻性负载，半波整流电路中，其导通角是等于180o 。",
			"ans": "正确"
		},
		{
			"title": "461 整流滤波电路",
			"content": "整流电路中接入电容滤波器时，应将电容与负载相串联。",
			"ans": "错误"
		},
		{
			"title": "462 整流滤波电路",
			"content": "直流稳压电源是由调整管、比较放大、基准电压及取样环节四部分构成的。",
			"ans": "错误"
		},
		{
			"title": "463 正弦波振荡电路",
			"content": "凡是振荡电路中的集成运放均工作在线性区。",
			"ans": "错误"
		},
		{
			"title": "464 正弦波振荡电路",
			"content": "非正弦波振荡电路与正弦波振荡电路的振荡条件完全相同。",
			"ans": "错误"
		},
		{
			"title": "465 正弦波振荡电路",
			"content": "负反馈放大电路不可能产生自激振荡。",
			"ans": "错误"
		},
		{
			"title": "466 正弦波振荡电路",
			"content": "在LC正弦波振荡电路中，不用通用型集成运放作放大电路的原因是其上限截止频率太低。",
			"ans": "正确"
		},
		{
			"title": "467 正弦波振荡电路",
			"content": "只要电路引入了正反馈，就一定会产生正弦波振荡。",
			"ans": "错误"
		},
		{
			"title": "468 直流电源",
			"content": "单相小功率电源的作用是把电网交流电压转换为幅值稳定，输出电流为几十毫安以下的直流电源电压。",
			"ans": "正确"
		},
		{
			"title": "469 直流电源",
			"content": "电源变压器的作用是把电网交流电压的幅值降低至合适电路要求。",
			"ans": "正确"
		},
		{
			"title": "470 直流电源",
			"content": "线性直流电源中的调整管工作在放大状态，开关型直流电源中的调整管工作在开关状态。",
			"ans": "正确"
		},
		{
			"title": "471 直流电源",
			"content": "一般情况下，开关型直流电源比线性直流电源效率高。",
			"ans": "正确"
		},
		{
			"title": "472 直流电源",
			"content": "直流电源的滤波电路的输入为脉动的直流电压。",
			"ans": "正确"
		},
		{
			"title": "473 直流电源",
			"content": "直流电源的稳压电路一般采用负反馈电路，目的是使整流过后的直流电压保持基本不变。",
			"ans": "正确"
		},
		{
			"title": "474 直流电源",
			"content": "直流电源是一种将正弦信号转换为直流信号的波形变换电路。",
			"ans": "错误"
		},
		{
			"title": "475 直流电源",
			"content": "直流电源是一种能量转换电路，它将交流能量转换为直流能量。",
			"ans": "正确"
		},
		{
			"title": "476 直流电源",
			"content": "直流电源一般分为电源变压器、整流电路、滤波电路和稳压电路几部分。",
			"ans": "正确"
		},
		{
			"title": "477 直流稳压电源",
			"content": "计算机所采用的电源，一般为开关型稳压电源。",
			"ans": "正确"
		},
		{
			"title": "478 直流稳压电源",
			"content": "开关型稳压器具有取样环节、基准电压、比较放大及调整管四个环节。",
			"ans": "错误"
		},
		{
			"title": "479 直流稳压电源",
			"content": "开关型稳压器内部带负反馈。",
			"ans": "错误"
		},
		{
			"title": "480 直流稳压电源",
			"content": "开关型稳压器中工作在开关状态的三极管是指调整管。",
			"ans": "正确"
		},
		{
			"title": "481 直流稳压电源",
			"content": "稳压电路一般来说，它属于负反馈自动调整电路。",
			"ans": "正确"
		},
		{
			"title": "482 直流稳压电源",
			"content": "稳压电源的稳压系数、输出电阻、温度系数及纹波电压属于质量指标。",
			"ans": "正确"
		},
		{
			"title": "483 直流稳压电源",
			"content": "稳压电源的允许输入电压、输出电压、输出电流及输出电压的调节范围属于特性指标。",
			"ans": "正确"
		},
		{
			"title": "484 自激振荡产生的条件",
			"content": "放大电路中的附加相移是导致一定深度负反馈时就会自激振荡的根本原因。",
			"ans": "正确"
		},
		{
			"title": "485 自激振荡产生的条件",
			"content": "无论在什么电路中都会产生自激振荡。",
			"ans": "错误"
		},
		{
			"title": "486 自激振荡产生的条件",
			"content": "消除自激振荡可以采用破坏它的幅值条件和相位条件。",
			"ans": "正确"
		},
		{
			"title": "487 阻容耦合多级放大电路",
			"content": "阻容耦合多级放大电路各级的Q点相互独立。",
			"ans": "正确"
		},
		{
			"title": "488 阻容耦合多级放大电路",
			"content": "阻容耦合多级放大电路只能放大电流信号。",
			"ans": "正确"
		},
		{
			"title": "489 阻容耦合多级放大电路",
			"content": "阻容耦合放大电路不能放大直流及缓慢变化的信号是因为电路中的电容的隔直作用。",
			"ans": "正确"
		},
		{
			"title": "490 阻容耦合多级放大电路",
			"content": "阻容耦合放大电路的低频响应适中，经过一定的技术手段后比较容易实现集成化。",
			"ans": "错误"
		},
		{
			"title": "491 阻容耦合多级放大电路",
			"content": "阻容耦合放大电路的零点不会发生漂移是因为级间耦合电容的隔直作用。",
			"ans": "正确"
		},
		{
			"title": "492 阻容耦合多级放大电路",
			"content": "阻容耦合放大电路级间通过耦合电容连接，使得静态工作点独立。",
			"ans": "正确"
		}
	],
	"danxuan": [
		{
			"title": "001 LC正弦波振荡电路",
			"content": "对LC正弦波振荡电路的叙述不正确的是（ ）。",
			"A": "并联谐振时，总阻抗呈电阻特性",
			"B": "变压器耦合式和电感三点式震荡电路都属于LC正弦波振荡电路",
			"C": "并联谐振电路的的品质因数为Q=W<SUB>0</SUB>L/R",
			"D": "并联谐振时总阻抗达到最小",
			"ans": "D"
		},
		{
			"title": "002 LC正弦波振荡电路",
			"content": "以下对正弦波振荡电路的叙述正确的是（ ）。",
			"A": "在LC正弦波振荡电路中，不用通用型集成运放作放大电路的原因是其上限截止频率太低",
			"B": "负反馈放大电路不可能产生自激振荡",
			"C": "电路只要满足幅值为1，就一定会产生正弦波振荡",
			"D": "在RC桥式正弦波振荡电路中，若RC串并联选频网络中的电阻均为R，电容均为C，则其振荡频率f<SUB>0</SUB>＝1/RC",
			"ans": "A"
		},
		{
			"title": "003 LC正弦波振荡电路",
			"content": "在LC正弦波振荡电路中，不用通用型集成运放作放大电路的原因是其（ ）。",
			"A": "上限截止频率太低",
			"B": "上限截止频率太高",
			"C": "对起振条件要求太高",
			"D": "输出阻抗不理想",
			"ans": "A"
		},
		{
			"title": "004 LC正弦波振荡电路",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "B"
		},
		{
			"title": "005 PN结的单向导电性",
			"content": "PN结的主要特性为（ ）。",
			"A": "正向导通特性",
			"B": "单向导电性",
			"C": "反向击穿特性",
			"D": "双向导电性",
			"ans": "B"
		},
		{
			"title": "006 PN结的单向导电性",
			"content": "把一个二极管直接同一个电动势为1.5V，内阻为0的电池正向连接，该二极管（ ）。",
			"A": "击穿",
			"B": "电流为0",
			"C": "电流正常",
			"D": "电流过大使管子烧坏",
			"ans": "D"
		},
		{
			"title": "007 PN结的单向导电性",
			"content": "不能用R×10K档测量二极管的原因是该档位（ ）。",
			"A": "电源电压过大，易使二极管击穿",
			"B": "电流过大，易使二极管烧毁",
			"C": "内阻太小，易使二极管烧毁",
			"D": "以上都不对",
			"ans": "A"
		},
		{
			"title": "008 PN结的单向导电性",
			"content": "二极管的导通条件是（ ）。",
			"A": "uD>0",
			"B": "uD>死区电压",
			"C": "uD>击穿电压",
			"D": "uD<死区电压",
			"ans": "B"
		},
		{
			"title": "009 PN结的单向导电性",
			"content": "二极管的正向电阻（ ）反向电阻。",
			"A": "远大于",
			"B": "远小于",
			"C": "等于",
			"D": "以上都可能",
			"ans": "B"
		},
		{
			"title": "010 PN结的单向导电性",
			"content": "用万用表不同欧姆档测量二极管正向电阻时，会观察到其测得的阻值不同，其根本原因是（ ）。",
			"A": "万用表不同的欧姆档有不同的阻值",
			"B": "二极管有非线性的特性",
			"C": "二极管的质量差",
			"D": "万用表不同的欧姆档有误差",
			"ans": "B"
		},
		{
			"title": "011 PN结的单向导电性",
			"content": "用万用表检查二极管的好坏，正反各测两次，当两次测量为如下（ ）状态时，二极管为坏的。",
			"A": "两次偏转相差很大",
			"B": "两次偏转都很大",
			"C": "两次偏转都很小",
			"D": "以上都可能",
			"ans": "B"
		},
		{
			"title": "012 RC正弦波振荡电路",
			"content": "当RC正弦波振荡电路发生谐振时，则有（ ）。",
			"A": "网络的幅频特性最大，U<SUB>0</SUB>与U<SUB>I</SUB>同相",
			"B": "网络的幅频特性最大，U<SUB>0</SUB>与U<SUB>I</SUB>反相",
			"C": "网络的幅频特性最小，U<SUB>0</SUB>与U<SUB>I</SUB>同相",
			"D": "网络的幅频特性最小，U<SUB>0</SUB>与U<SUB>I</SUB>反相",
			"ans": "A"
		},
		{
			"title": "013 RC正弦波振荡电路",
			"content": "以下哪个不是RC正弦波振荡电路（ ）",
			"A": "RC文氏桥正弦波振荡电路",
			"B": "RC移项式正弦波振荡电路",
			"C": "RC双T网络正弦波振荡电路",
			"D": "变压器反馈式正弦波振荡电路",
			"ans": "D"
		},
		{
			"title": "014 半导体的导电特性及PN结",
			"content": "PN结加正向电压时，空间电荷区将（ ）。",
			"A": "变窄",
			"B": "基本不变",
			"C": "变宽",
			"D": "先变宽后变窄",
			"ans": "A"
		},
		{
			"title": "015 半导体的导电特性及PN结",
			"content": "P型半导体中少数载流子是（ ）。",
			"A": "自由电子",
			"B": "空穴",
			"C": "带负电的杂质离子",
			"D": "正电荷",
			"ans": "A"
		},
		{
			"title": "016 半导体的导电特性及PN结",
			"content": "在本征半导体中掺入三价元素后的半导体为（ ）。",
			"A": "本征半导体",
			"B": "P型半导体",
			"C": "N型半导体",
			"D": "绝缘体",
			"ans": "B"
		},
		{
			"title": "017 半导体三极管放大原理",
			"content": "当晶体管工作在放大区时，发射结电压和集电结电压应为（ ）。",
			"A": "前者反偏、后者也反偏",
			"B": "前者正偏、后者反偏",
			"C": "前者正偏、后者也正偏",
			"D": "无法确定",
			"ans": "B"
		},
		{
			"title": "018 半导体三极管主要参数",
			"content": "有一只晶体管，其α值为0.98，当发射极电流为2mA时，该管的β值是（ ）。",
			"A": "45",
			"B": "49",
			"C": "51",
			"D": "52",
			"ans": "B"
		},
		{
			"title": "019 半导体三极管主要参数",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "D"
		},
		{
			"title": "020 半导体三极管主要参数",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "A"
		},
		{
			"title": "021 比例运算电路（反相同相）",
			"content": "（ ）比例运算电路的比例系数大于1，而（ ）比例运算电路的比例系数小于零。",
			"A": "同相，同相",
			"B": "反相，反相",
			"C": "同相，反相",
			"D": "反相，同相",
			"ans": "C"
		},
		{
			"title": "022 比例运算电路（反相同相）",
			"content": "（ ）比例运算电路的输入电流等于零，而（ ）比例运算电路的输入电流等于流过反馈电阻中的电流。",
			"A": "同相，同相",
			"B": "反相，反相",
			"C": "同相，反相",
			"D": "反相，同相",
			"ans": "C"
		},
		{
			"title": "023 比例运算电路（反相同相）",
			"content": "（ ）比例运算电路的输入电阻大，而（ ）比例运算电路的输入电阻小。",
			"A": "同相，同相",
			"B": "反相，反相",
			"C": "同相，反相",
			"D": "反相，同相",
			"ans": "C"
		},
		{
			"title": "024 比例运算电路（反相同相）",
			"content": "（ ）比例运算电路中集成运放反相输入端为虚地，而（ ）比例运算电路中集成运放两个输入端的电位等于输入电压。",
			"A": "同相，同相",
			"B": "反相，反相",
			"C": "同相，反相",
			"D": "反相，同相",
			"ans": "D"
		},
		{
			"title": "025 比例运算电路（反相同相）",
			"content": "（ ）运算电路可实现Au＞1的放大器。",
			"A": "同相比例",
			"B": "反相比例",
			"C": "微分",
			"D": "同相求和",
			"ans": "A"
		},
		{
			"title": "026 比例运算电路（反相同相）",
			"content": "（ ）运算电路可实现函数Y＝aX1＋bX2＋cX3，a、b和c均大于零。",
			"A": "同相比例",
			"B": "反相比例",
			"C": "微分",
			"D": "同相求和",
			"ans": "D"
		},
		{
			"title": "027 场效应管",
			"content": "场效应管的3个电极G，D，S类同三极管的（ ）电极。",
			"A": "e，b，c",
			"B": "b，c，e",
			"C": "c，b，e",
			"D": "b，e，c",
			"ans": "B"
		},
		{
			"title": "028 场效应管",
			"content": "场效应管与三极管特性比较，以下说法错误的是（ ）。",
			"A": "场效应管输入电阻较高，三极管相对较低",
			"B": "场效应管的温度稳定性好，三极管的测试稳定性较差",
			"C": "场效应管的D，S间可等效为一电流控制电压源，三极管的C，E间可等效为一电流控制电流源",
			"D": "场效应管是一种电压控制型器件",
			"ans": "C"
		},
		{
			"title": "029 场效应管",
			"content": "在焊接场效应管时，电烙铁需要有外接地线或先断电后再快速焊接，其原因是（ ）。",
			"A": "防止过热烧坏",
			"B": "防止栅极感应电压过高而造成击穿",
			"C": "防止漏，源间造成短路",
			"D": "以上都可能",
			"ans": "B"
		},
		{
			"title": "030 场效应管放大电路",
			"content": "差分放大电路的差模信号是两个输入端信号的（ ），共模信号是两个输入端信号的（ ）。",
			"A": "差，和",
			"B": "和，差",
			"C": "和，平均值",
			"D": "差，平均值",
			"ans": "D"
		},
		{
			"title": "031 场效应管放大电路",
			"content": "场效应管放大电路有（ ）种组态。",
			"A": "1",
			"B": "2",
			"C": "3",
			"D": "4",
			"ans": "C"
		},
		{
			"title": "032 场效应管放大电路",
			"content": "某场效应管的IDSS为6mA，而IDQ自漏极流出，大小为8mA，则该管是（ ）。",
			"A": "增强型PMOS",
			"B": "增强型NMOS",
			"C": "耗尽型PMOS",
			"D": "耗尽型NMOS",
			"ans": "C"
		},
		{
			"title": "033 场效应管放大电路",
			"content": "以下对场效应管放大电路的叙述正确的是（ ）。",
			"A": "场效应管是电流型控制器件，组成放大电路时其输入电阻大",
			"B": "场效应管是电压型控制器件，组成放大电路时，其输入电阻小",
			"C": "场效应管放大电路的放大倍数比晶体管组成的放大电路小",
			"D": "场效应管组成放大电路时电压放大系数大",
			"ans": "C"
		},
		{
			"title": "034 场效应管放大电路",
			"content": "以下无法构成自给偏压电路的场效应管为（ ）。",
			"A": "结型",
			"B": "耗尽型",
			"C": "增强型",
			"D": "以上都不对",
			"ans": "C"
		},
		{
			"title": "035 单相桥式整流电路",
			"content": "以下叙述不正确的是（ ）。",
			"A": "在变压器副边电压和负载电阻相同的情况下，桥式整流电路的输出电流是半波整流电路输出电流的2倍",
			"B": "在变压器副边电压和负载电阻相同的情况下，桥式整流电路和半波整流电路的整流管的平均电流比值为2:1",
			"C": "若U<SUB>2</SUB>为电源变压器副边电压的有效值，则半波整流电容滤波电路和全波整流电容滤波电路在空载时的输出电压均为1.414U<SUB>2</SUB>",
			"D": "单相半波整流电路的脉动系数要大于单相桥式整流电路",
			"ans": "B"
		},
		{
			"title": "036 单相桥式整流电路",
			"content": "在单相桥式整流电路中，若有一只整流管接反，则（ ）。",
			"A": "输出电压约为2U<SUB>D</SUB>",
			"B": "变为半波直流",
			"C": "整流管将因电流过大而烧坏",
			"D": "电路不会受到损坏，但功能会发生变化",
			"ans": "C"
		},
		{
			"title": "037 电压比较器",
			"content": "对电压比较器的电压传输特性叙述不正确的是（ ）。",
			"A": "输出高、低电平取决于集成运放输出电压的最大幅度或输出端的限幅电路",
			"B": "阈值电压是使集成运放同相输入端和反相输入端电位相等时所对应的电压",
			"C": "无论输入电压作用的位置如何，输入电压超过阈值电压时输出电压的跃变方向是一定的",
			"D": "电压传输特性用来描述电压比较器的输出电压与输入电压之间的函数关系",
			"ans": "C"
		},
		{
			"title": "038 电压比较器",
			"content": "对电压比较器的特点叙述不正确的是（ ）。",
			"A": "比较器的运放工作于开环或正反馈状态，输入端的虚短特征不再存在",
			"B": "输出与输入之间呈现非线性特性，输出不是高电平就是低电平",
			"C": "电压比较器是对输出信号进行鉴幅与比较的电路",
			"D": "由于运放的输入电阻高，输入电流一般非常小，可以忽略",
			"ans": "C"
		},
		{
			"title": "039 多级放大电路",
			"content": "对放大电路输出级的要求是：若希望负载变化时输出电压不变，则要求（ ）。",
			"A": "低输出电阻与低阻负载配合",
			"B": "高输出电阻与低阻负载配合",
			"C": "高输出电阻与高阻负载配合",
			"D": "低输出电阻与高阻负载配合",
			"ans": "D"
		},
		{
			"title": "040 多级放大电路",
			"content": "放大电路中间级的作用是：积累放大倍数，级间配合要求尽可能多的将前级信号传输到后级。若后级是电流控制型器件，要求（ ）。",
			"A": "低输出电阻与低输入电阻配合",
			"B": "高输出电阻与低输入电阻配合",
			"C": "高输出电阻与高输入电阻配合",
			"D": "低输出电阻与高输入电阻配合",
			"ans": "B"
		},
		{
			"title": "041 多级放大电路",
			"content": "各级静态互相独立的耦合方式为（ ）。",
			"A": "直接耦合和阻容耦合",
			"B": "变压器耦合和阻容耦合",
			"C": "直接耦合、阻容耦合和变压器耦合",
			"D": "直接耦合和变压器耦合",
			"ans": "B"
		},
		{
			"title": "042 多级放大电路",
			"content": "两个独立的共射极阻容耦合放大电路，负载开路时的电压增益大小为A1和A2，如果将它串接成两级电压放大电路时，则总的电压增益大小满足（ ）。",
			"A": "A1+A2",
			"B": "＜A1×A2",
			"C": "＞A1×A2",
			"D": "A1？A2",
			"ans": "B"
		},
		{
			"title": "043 多级放大电路",
			"content": "两级电压放大电路中，已知Au1=Au2=30dB，则总的电压增益为（ ）。",
			"A": "900dB",
			"B": "60dB",
			"C": "30dB",
			"D": "300dB",
			"ans": "B"
		},
		{
			"title": "044 多级放大电路",
			"content": "为了放大变化缓慢的微弱信号，放大电路应采用（ ）耦合方式。",
			"A": "直接",
			"B": "阻容",
			"C": "变压器",
			"D": "光电",
			"ans": "A"
		},
		{
			"title": "045 多级放大电路",
			"content": "要求电路的温漂小，可选用的耦合方式为（ ）。",
			"A": "直接耦合和阻容耦合",
			"B": "变压器耦合和阻容耦合",
			"C": "直接耦合、阻容耦合和变压器耦合",
			"D": "直接耦合和变压器耦合",
			"ans": "B"
		},
		{
			"title": "046 多级放大电路",
			"content": "以下哪一项不是零漂信号对放大电路的影响？（ ）",
			"A": "使输出产生误差",
			"B": "使有用信号淹没",
			"C": "使输入电阻变大",
			"D": "使三极管进入饱和或截止状态",
			"ans": "C"
		},
		{
			"title": "047 多级放大电路",
			"content": "以下哪一项为三种耦合方式(直接，阻容及变压器)都可选用？（ ）",
			"A": "要求多级静态工作点互不影响",
			"B": "要求能放大直流信号",
			"C": "要求能放大交流信号",
			"D": "要求电路的温漂小",
			"ans": "C"
		},
		{
			"title": "048 多级放大电路",
			"content": "以下说法正确的是（ ）。",
			"A": "输出级主要考虑降低干扰和噪声",
			"B": "输出级主要实现高的电压放大倍数",
			"C": "输出级要考虑管子的参数如何适应大信号的要求",
			"D": "以上都不对",
			"ans": "C"
		},
		{
			"title": "049 多级放大电路概念分析",
			"content": "集成放大电路采用直接耦合方式的原因是（ ）。",
			"A": "便于设计",
			"B": "放大交流信号",
			"C": "不易制作大容量电容",
			"D": "以上三点综合决定",
			"ans": "C"
		},
		{
			"title": "050 多级放大电路概念分析",
			"content": "选用差分放大电路的原因是（ ）。",
			"A": "克服温漂",
			"B": "提高输入电阻",
			"C": "稳定放入倍数",
			"D": "以上三点综合决定",
			"ans": "A"
		},
		{
			"title": "051 多级放大电路概念分析",
			"content": "直接耦合放大电路存在零点漂移的原因有（ ）。",
			"A": "电阻阻值有误差",
			"B": "晶体管参数的分散性",
			"C": "晶体管参数受温度影响",
			"D": "采用稳压电源",
			"ans": "C"
		},
		{
			"title": "052 二极管的伏安特性",
			"content": "当温度降低后，二极管的正向电压和反向电流分别按如下规律变化（ ）。",
			"A": "增大，减小",
			"B": "增大，增大",
			"C": "减小，减小",
			"D": "减小，增大",
			"ans": "A"
		},
		{
			"title": "053 二极管的伏安特性",
			"content": "当温度升高后，二极管的正向电压和反向电流分别按如下规律变化（ ）。",
			"A": "增大，减小",
			"B": "增大，增大",
			"C": "减小，减小",
			"D": "减小，增大",
			"ans": "D"
		},
		{
			"title": "054 二极管的伏安特性",
			"content": "二极管的伏安特性可分为（ ）部分。",
			"A": "1",
			"B": "2",
			"C": "3",
			"D": "4",
			"ans": "D"
		},
		{
			"title": "055 二极管的伏安特性",
			"content": "二极管正向导通时，（ ）是主要的。",
			"A": "势垒电容",
			"B": "扩散电容",
			"C": "由外界干扰产生的电容",
			"D": "",
			"ans": "B"
		},
		{
			"title": "056 二极管的简单运用",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "B"
		},
		{
			"title": "057 二极管的主要参数",
			"content": "二极管的正向电流在202MA的基础上增加一倍，它两端的压降（ ）。",
			"A": "也增加一倍",
			"B": "增加一倍以上",
			"C": "略有增加",
			"D": "不变",
			"ans": "C"
		},
		{
			"title": "058 方波发生器的电路结构",
			"content": "对方波发生器的电路结构叙述有误的是（ ）。",
			"A": "由反相输入的滞回比较器和RC电路组成",
			"B": "RC电路作为延迟环节",
			"C": "RC电路也作为反馈网络",
			"D": "电路的自动转换由滞回比较器来实现",
			"ans": "D"
		},
		{
			"title": "059 方波发生器的电路结构",
			"content": "对方波发生器的叙述正确的是（ ）。",
			"A": "方波发生器通过RC电路的充放电来实现电路的自动转换",
			"B": "二极管的单向导电性可以改变RC电路正向和反向充电的时间常数",
			"C": "利用二极管的单向导电性可以构成占空比可挑的矩形波发生器",
			"D": "以上都正确",
			"ans": "D"
		},
		{
			"title": "060 放大电路",
			"content": "当输入电压为正弦信号时，若PNP管共发射极放大电路发生饱和失真，则集电极ic波形将（ ）。",
			"A": "正半波削波",
			"B": "负关波削波",
			"C": "双向削波",
			"D": "不削波",
			"ans": "A"
		},
		{
			"title": "061 放大电路",
			"content": "对放大电路的要求为（ ）。",
			"A": "只需放大倍数很大",
			"B": "只需放大交流信号",
			"C": "放大倍数要大，且失真要小",
			"D": "以上都不对",
			"ans": "C"
		},
		{
			"title": "062 放大电路",
			"content": "实验室一般采用（ ）信号作为测试放大电路指标的信号。",
			"A": "一定频率，大小的三角波形信号",
			"B": "一定频率，大小的方波信号",
			"C": "一定频率，大小的正弦波信号",
			"D": "以上都不对",
			"ans": "C"
		},
		{
			"title": "063 放大电路",
			"content": "有关放大电路的说法，错误的是（ ）。",
			"A": "放大电路和放大本质是能量控制作用",
			"B": "放大电路不一定要加直流电源，也能在输出得到较大能量",
			"C": "放大电路输出负载上信号变化的规律由输入信号决定",
			"D": "放大电路输出负载上得到比输入大得多的能量由直流电源提供",
			"ans": "B"
		},
		{
			"title": "064 放大电路",
			"content": "有关直流通路的绘制方法，正确的是（ ）。",
			"A": "电路中所有电容视为短路，电感视为开路",
			"B": "电路中所有电容视为开路，电感视为短路",
			"C": "电路中所有电容视为开路，直流电源视为短路",
			"D": "以上都不对",
			"ans": "B"
		},
		{
			"title": "065 放大电路的分析",
			"content": "测试放大电路输出电压幅值与相位的变化，可以得到它的频率响应，条件是（ ）。",
			"A": "输入电压幅值不变，改变频率",
			"B": "输入电压频率不变，改变幅值",
			"C": "输入电压的幅值与频率同时变化",
			"D": "输入电压的幅值与频率都不变化就可得到",
			"ans": "A"
		},
		{
			"title": "066 放大电路的分析",
			"content": "当信号频率等于放大电路的fL 或fH时，放大倍数的增益下降（ ）。",
			"A": "3dB",
			"B": "4dB",
			"C": "5dB",
			"D": "6dB",
			"ans": "A"
		},
		{
			"title": "067 放大电路的分析",
			"content": "当信号频率等于放大电路的fL 或fH时，放大倍数的值约下降到中频时的（ ）。",
			"A": "0.5倍",
			"B": "0.7倍",
			"C": "0.9倍",
			"D": "1.4倍",
			"ans": "B"
		},
		{
			"title": "068 放大电路的分析",
			"content": "放大电路在低频信号作用时放大倍数数值下降的原因是（ ）。",
			"A": "耦合电容和旁路电容的存在",
			"B": "半导体管极间电容和分布电容的存在",
			"C": "半导体管的非线性特性",
			"D": "放大电路的静态工作点不合适",
			"ans": "A"
		},
		{
			"title": "069 放大电路的分析",
			"content": "放大电路在高频信号作用时放大倍数数值下降的原因是（ ）。",
			"A": "耦合电容和旁路电容的存在",
			"B": "半导体管极间电容和分布电容的存在",
			"C": "半导体管的非线性特性",
			"D": "放大电路的静态工作点不合适",
			"ans": "B"
		},
		{
			"title": "070 放大电路的分析",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "B"
		},
		{
			"title": "071 放大电路的分析",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "A"
		},
		{
			"title": "072 放大电路的分析",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "C"
		},
		{
			"title": "073 放大电路的分析",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "A"
		},
		{
			"title": "074 放大电路的分析",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "D"
		},
		{
			"title": "075 放大电路的分析",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "B"
		},
		{
			"title": "076 放大电路的分析",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "B"
		},
		{
			"title": "077 放大电路的分析",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "C"
		},
		{
			"title": "078 放大电路的静态分析",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "B"
		},
		{
			"title": "079 放大电路的静态分析",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "B"
		},
		{
			"title": "080 放大电路的静态分析",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "A"
		},
		{
			"title": "081 放大电路的静态分析",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "B"
		},
		{
			"title": "082 放大电路的频率特性",
			"content": "关于通频带的说法，以下错误的是（ ）。",
			"A": "干扰最显著的是50Hz市电，在考虑通频带时应尽量将它排除",
			"B": "通频带越宽越好",
			"C": "通频带应满足信号的主要频率成分，并不要求频带太宽",
			"D": "以上都不对",
			"ans": "B"
		},
		{
			"title": "083 放大电路的频率特性",
			"content": "具有相同参数的相同放大电路的两级放大器，在组成它的各个单级放大器的截止频率处，总的电压放大倍数下降（ ）。",
			"A": "3dB",
			"B": "20dB",
			"C": "9dB",
			"D": "6dB",
			"ans": "D"
		},
		{
			"title": "084 放大电路的频率特性",
			"content": "若Aum为中频放大倍数(即最大放大倍数)，有关上，下限截止频率的说法，正确的是（ ）。",
			"A": "把Au低于Aum对应的低频频率起点与高频频率起点叫作下限截止频率和上限截止频率",
			"B": "把Au下降至Aum的0.707倍所对应的低频频率点和高频频率点叫作下限截止频率和上限截止频率",
			"C": "把Au下降至Aum的-10dB所对应的低频频率点和高频频率点电作下限截止频率和上限截止频率",
			"D": "以上都不对",
			"ans": "B"
		},
		{
			"title": "085 放大电路的频率特性",
			"content": "阻容耦合放大器的下限频率主要由（ ）决定。",
			"A": "晶体管的结电容",
			"B": "静态工作点",
			"C": "晶体管的分布电容",
			"D": "放大电路中的耦合电容",
			"ans": "D"
		},
		{
			"title": "086 放大电路的三种组态",
			"content": "在单级放大电路中，若输入为正弦波形，用示波器观察uo和ui的波形，当放大电路为共集电路时，则Uo和Ui的相位（ ）。",
			"A": "同相",
			"B": "反相",
			"C": "相差90°",
			"D": "不定",
			"ans": "A"
		},
		{
			"title": "087 放大电路的三种组态",
			"content": "在单级放大电路中，若输入为正弦波形，用示波器观察uo和ui的波形，当放大电路为共射电路时，则Uo和Ui的相位（ ）。",
			"A": "同相",
			"B": "反相",
			"C": "相差90°",
			"D": "不定",
			"ans": "B"
		},
		{
			"title": "088 放大电路动态指标估算",
			"content": "对放大电路的负载来说，放大电路相当于（ ）。",
			"A": "一理想电压源",
			"B": "一带内阻的电压源",
			"C": "一理想电流源",
			"D": "一带内阻的电流源",
			"ans": "B"
		},
		{
			"title": "089 放大电路动态指标估算",
			"content": "放大倍数是衡量（ ）的指标。",
			"A": "放大电路对信号源影响程度",
			"B": "放大电路带负载能力",
			"C": "放大电路放大信号能力",
			"D": "以上都不对",
			"ans": "C"
		},
		{
			"title": "090 放大电路动态指标估算",
			"content": "放大电路的源电压放大倍数与电压放大倍数相比（ ）。",
			"A": "源电压放大倍数大些",
			"B": "电压放大倍数大些",
			"C": "源电压放大倍数与电压放大倍数一样大",
			"D": "以上都不对",
			"ans": "B"
		},
		{
			"title": "091 放大电路动态指标估算",
			"content": "放大电路空载时的放大倍数与负载时放大倍数相比（ ）。",
			"A": "空载时放大倍数大些",
			"B": "负载时放大倍数大些",
			"C": "空载与负载时放大倍数一样大",
			"D": "以上都不对",
			"ans": "A"
		},
		{
			"title": "092 放大电路动态指标估算",
			"content": "关于共射放大电路，以下说法正确的是（ ）。",
			"A": "只具有放大电压能力，不具备放大电流的能力",
			"B": "既能放大电压又能放大电流",
			"C": "只能放大电流，不能放大电压",
			"D": "电压和电流都不放大",
			"ans": "B"
		},
		{
			"title": "093 放大电路动态指标估算",
			"content": "关于输出电阻的含义，正确的是（ ）。",
			"A": "输出电阻就等于集电极电阻值",
			"B": "输出电阻等于集电极电阻与负载电阻并联后的值",
			"C": "放大电路输出端对负载而言，相当于一电源，而输出电阻即这个电源的等效内阻",
			"D": "输出电阻为从输出端看进去的电阻值",
			"ans": "C"
		},
		{
			"title": "094 放大电路动态指标估算",
			"content": "某放大电路的输出电阻为2K，若该电路在负载开路时，输出电压为6V，接入4kΩ的负载电阻，此时输出电压应为（ ）V。",
			"A": "2",
			"B": "3",
			"C": "1",
			"D": "4",
			"ans": "D"
		},
		{
			"title": "095 放大电路动态指标估算",
			"content": "某放大电路在负载开路时的输出电压为4V，接入3kΩ负载电阻后输出电压降为3V，这说明放大电路的输出电阻为（ ）kΩ。",
			"A": "10",
			"B": "3",
			"C": "1",
			"D": "0.5",
			"ans": "C"
		},
		{
			"title": "096 放大电路动态指标估算",
			"content": "某一共射放大电路，输入1kHz，10mV正弦信号时，Au=-50。此时，若输入1kHz，20mV正弦信号（ ）。",
			"A": "Au不变，仍为-50",
			"B": "若输出信号不失真，则Au=-100",
			"C": "若输出信号不失真，则Au=-50",
			"D": "以上都不对",
			"ans": "C"
		},
		{
			"title": "097 放大电路动态指标估算",
			"content": "如果放大器接1kΩ负载时，输出电压为2V，当负载电阻为2kΩ时，输出电压为2.4V，则该放大器空载时的输出电压UOC及输出电阻RO分别为（ ）。",
			"A": "2V，1kΩ",
			"B": "2.4V，2kΩ",
			"C": "3V，0.5kΩ",
			"D": "3.5V，0.5kΩ",
			"ans": "C"
		},
		{
			"title": "098 放大电路动态指标估算",
			"content": "三极管的微变等效电路方法只适用于微小交流信号的原因是（ ）。",
			"A": "信号太大，三极管无放大作用",
			"B": "只有当输入信号的幅值很小时，三极管的输入输出各变量之间才近似成线性关系",
			"C": "只有当输入信号的幅值很小时，三极管才有放大作用",
			"D": "以上都不对",
			"ans": "B"
		},
		{
			"title": "099 放大电路动态指标估算",
			"content": "三极管放大电路的微变等效电路法，适用于（ ）。",
			"A": "任何幅值的信号",
			"B": "幅值很小的交流信号",
			"C": "幅值很大的交流信号",
			"D": "以上都不对",
			"ans": "B"
		},
		{
			"title": "100 放大电路动态指标估算",
			"content": "输出电阻是衡量（ ）的指标。",
			"A": "放大电路对信号源影响程度",
			"B": "放大电路带负载能力",
			"C": "放大电路放大信号能力",
			"D": "以上都不对",
			"ans": "B"
		},
		{
			"title": "101 放大电路动态指标估算",
			"content": "输入电阻是衡量（ ）的指标。",
			"A": "放大电路对信号源影响程度",
			"B": "放大电路带负载能力",
			"C": "放大电路放大信号能力",
			"D": "以上都不对",
			"ans": "A"
		},
		{
			"title": "102 放大电路动态指标估算",
			"content": "为了测量交流放大电路的电压放大倍数，要在放大电路输入端加入10mV的正弦信号，以下方法正确的为（ ）。",
			"A": "调信号发生器的电压幅度，利用信号发生器表头指示产生10mV正弦电压，然后加至输入端",
			"B": "调信号发生器电压幅度，利用晶体管毫伏表测量其输出电压，得到10mV电压信号，然后将它接至放大电路输入端",
			"C": "先将无输出信号的信号发生器接至放大电路输入端，再由小至大调节信号，由晶体管毫伏表测至10mV即可",
			"D": "以上都不对",
			"ans": "B"
		},
		{
			"title": "103 放大电路动态指标估算",
			"content": "有关Ri的含义，以下叙述正确的是（ ）。",
			"A": "任何一个放大电路，相当于信号源的负载，而信号源的内阻即为输入电阻",
			"B": "对于信号源来说，放大电路相当于负载电阻，此负载电阻即为输入电阻",
			"C": "所谓输入电阻即为从信号源两端看进去的等效电阻值",
			"D": "以上都不对",
			"ans": "C"
		},
		{
			"title": "104 放大电路动态指标估算",
			"content": "有关交流通路的绘制，正确的说法是（ ）。",
			"A": "所有耦合电容，旁路电容视为开路，直流电源视为短路",
			"B": "所有耦合电容，旁路电容视为短路，直流电源视为开路",
			"C": "所有耦合电容，旁路电容及直流电源视为短路",
			"D": "以上都不对",
			"ans": "C"
		},
		{
			"title": "105 放大电路动态指标估算",
			"content": "有关微变等效电路的说法，以下正确的是（ ）。",
			"A": "三极管的B-E间可用一个动态电阻rbe代替，三极管的C-E间可用一个βIb的受控电压源代替",
			"B": "三极管的B-C间可用一个动态电阻rbc代替，三极管的C-E间可用一个βIb的受控电流源代替",
			"C": "三极管的B-E间可用一个动态电阻rbe代替，三极管的C-E间可用一个βIb的受控电流源代替",
			"D": "以上都不对",
			"ans": "C"
		},
		{
			"title": "106 放大电路动态指标估算",
			"content": "有两个放大倍数相同，输入和输出电阻不同的放大电路A，B，对同一个具有内阻的信号源电压进行放大，在负载开路的条件下测得A的输出电压小，这说明A的（ ）。",
			"A": "输入电阻大",
			"B": "输入电阻小",
			"C": "输出电阻大",
			"D": "输出电阻小",
			"ans": "B"
		},
		{
			"title": "107 放大电路动态指标估算",
			"content": "在实验室，要测试放大电路的放大倍数，（ ）。",
			"A": "直接用电子毫伏表测Uo和Ui",
			"B": "用示波器观测到波形不失真时，用电子毫伏表测Uo和Ui",
			"C": "先调试静态工作点至最大不失真，在输出波形不失真的前提下用电子毫伏表测Uo和Ui",
			"D": "以上都不对",
			"ans": "C"
		},
		{
			"title": "108 放大电路中的负反馈",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "C"
		},
		{
			"title": "109 放大电路中的负反馈",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "B"
		},
		{
			"title": "110 放大电路中的负反馈",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "A"
		},
		{
			"title": "111 放大电路中的负反馈类型",
			"content": "欲从信号源获得更大的电流，并稳定输出电流，应在放大电路中引入（ ）。",
			"A": "电压串联负反馈",
			"B": "电压并联负反馈",
			"C": "电流串联负反馈",
			"D": "电流并联负反馈",
			"ans": "D"
		},
		{
			"title": "112 放大电路中的负反馈类型",
			"content": "欲得到电流－电压转换电路，应在放大电路中引入（ ）。",
			"A": "电压串联负反馈",
			"B": "电压并联负反馈",
			"C": "电流串联负反馈",
			"D": "电流并联负反馈",
			"ans": "B"
		},
		{
			"title": "113 放大电路中的负反馈类型",
			"content": "欲减小电路从信号源索取的电流，增大带负载能力，应在放大电路中引入（ ）。",
			"A": "电压串联负反馈",
			"B": "电压并联负反馈",
			"C": "电流串联负反馈",
			"D": "电流并联负反馈",
			"ans": "A"
		},
		{
			"title": "114 放大电路中的负反馈类型",
			"content": "欲将电压信号转换成与之成比例的电流信号，应在放大电路中引入（ ）。",
			"A": "电压串联负反馈",
			"B": "电压并联负反馈",
			"C": "电流串联负反馈",
			"D": "电流并联负反馈",
			"ans": "C"
		},
		{
			"title": "115 放大器的简单计算",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "B"
		},
		{
			"title": "116 负反馈对放大电路的影响",
			"content": "负反馈放大电路的放大倍数与组成它的基本放大电路的放大倍数量纲（ ）。",
			"A": "相同",
			"B": "不同",
			"C": "可相同可不同",
			"D": "有具体情况而定",
			"ans": "A"
		},
		{
			"title": "117 负反馈对放大电路的影响",
			"content": "交流负反馈是指（ ）。",
			"A": "阻容耦合放大电路中所引入的负反馈",
			"B": "只有放大交流信号时才有的负反馈",
			"C": "在交流通路中的负反馈",
			"D": "以上都不准确",
			"ans": "C"
		},
		{
			"title": "118 负反馈对放大电路的影响",
			"content": "判断下列对负反馈电路的阐述正确的是（ ）。",
			"A": "只要在放大电路中引入反馈，就一定能使其性能得到改善",
			"B": "放大电路的级数越多，引入的负反馈越强，电路的放大倍数也就越稳定",
			"C": "反馈量仅仅决定于输出量",
			"D": "既然电流负反馈稳定输出电流，那么必然稳定输出电压",
			"ans": "C"
		},
		{
			"title": "119 负反馈对放大电路的影响",
			"content": "为了改变输入电阻和输出电阻，应引入（ ），为了抑制温漂，应引入（ ）。",
			"A": "直流负反馈，交流负反馈",
			"B": "直流负反馈，直流负反馈",
			"C": "交流负反馈，交流负反馈",
			"D": "交流负反馈，直流负反馈",
			"ans": "D"
		},
		{
			"title": "120 负反馈对放大电路的影响",
			"content": "为了减小放大电路的输入电阻，应引入（ ）负反馈。",
			"A": "电压",
			"B": "电流",
			"C": "串联",
			"D": "并联",
			"ans": "D"
		},
		{
			"title": "121 负反馈对放大电路的影响",
			"content": "为了抑制温漂，应引入（ ），为了展宽频带，应引入（ ）。",
			"A": "直流负反馈，交流负反馈",
			"B": "直流负反馈，直流负反馈",
			"C": "交流负反馈，交流负反馈",
			"D": "交流负反馈，直流负反馈",
			"ans": "A"
		},
		{
			"title": "122 负反馈对放大电路的影响",
			"content": "为了增大放大电路的输入电阻，应引入（ ）负反馈。",
			"A": "电压",
			"B": "电流",
			"C": "串联",
			"D": "并联",
			"ans": "C"
		},
		{
			"title": "123 负反馈对放大电路的影响",
			"content": "在输入量不变的情况下，若引入反馈后（ ），则说明引入的反馈是负反馈。",
			"A": "输入电阻增大",
			"B": "输出量增大",
			"C": "净输入量增大",
			"D": "净输入量减小",
			"ans": "D"
		},
		{
			"title": "124 负反馈对放大电路的影响",
			"content": "直流负反馈是指（ ）。",
			"A": "直接耦合放大电路中所引入的负反馈",
			"B": "只有放大直流信号时才有的负反馈",
			"C": "在直流通路中的负反馈",
			"D": "以上都不准确",
			"ans": "C"
		},
		{
			"title": "125 负反馈对放大电路的影响",
			"content": "阻容耦合放大电路的耦合电容、旁路电容越多，引入负反馈后，越容易产生（ ）。",
			"A": "高频振荡",
			"B": "中频振荡",
			"C": "低频振荡",
			"D": "无法判断",
			"ans": "C"
		},
		{
			"title": "126 功率放大电路",
			"content": "功放电路的效率主要与（ ）有关。",
			"A": "电路的工作状态",
			"B": "电路输出的最大功率",
			"C": "电源提供的直流功率",
			"D": "以上都不对",
			"ans": "A"
		},
		{
			"title": "127 功率放大电路",
			"content": "功率放大电路的效率是指（ ）。",
			"A": "输出功率与输入功率之比",
			"B": "最大不失真输出功率与电源提供的功率之比",
			"C": "输出功率与功放管上消耗的功率之比",
			"D": "输出功率与电源提供的功率之比",
			"ans": "D"
		},
		{
			"title": "128 功率放大电路",
			"content": "功率放大电路与电流放大电路的区别是（ ）。",
			"A": "前者比后者电流放大倍数大",
			"B": "后者比前者效率高",
			"C": "在电源电压相同的情况下，前者比后者的输出功率大",
			"D": "前者的电流一定小于后者",
			"ans": "C"
		},
		{
			"title": "129 功率放大电路",
			"content": "功率放大电路与电压放大电路、电流放大电路的共同点是（ ）。",
			"A": "都使输出电压大于输入电压",
			"B": "都使输出电流大于输入电流",
			"C": "都使输出功率大于信号源提供的输入功率",
			"D": "以上三点都正确",
			"ans": "C"
		},
		{
			"title": "130 功率放大电路",
			"content": "互补对称功放的放大作用是（ ）。",
			"A": "只对电压有放大作用",
			"B": "对电压和电流均有放大作用",
			"C": "只对电流有放大作用",
			"D": "对电压和电流均无放大作用",
			"ans": "C"
		},
		{
			"title": "131 功率放大电路",
			"content": "甲类放大电路是指功放管的导通角（ ）。",
			"A": "等于360°",
			"B": "等于180°",
			"C": "大于180°，小于360°",
			"D": "小于180°",
			"ans": "A"
		},
		{
			"title": "132 功率放大电路",
			"content": "乙类放大电路是指功放管的导通角（ ）。",
			"A": "等于360°",
			"B": "等于180°",
			"C": "大于180°，小于360°",
			"D": "小于180°",
			"ans": "B"
		},
		{
			"title": "133 功率放大电路",
			"content": "在OCL乙类功放电路中，若最大输出功率为1W，则电路中功放管的集电极最大功耗约为（ ）。",
			"A": "1W",
			"B": "0.5W",
			"C": "0.2W",
			"D": "0.05W",
			"ans": "C"
		},
		{
			"title": "134 功率放大电路的分类",
			"content": "以下不属于功率放大电路的是（ ）。",
			"A": "变压器耦合乙类推挽功率放大电路",
			"B": "无输出变压器功率放大电路",
			"C": "无输出电感功率放大电路",
			"D": "桥式推挽功率放大电路",
			"ans": "C"
		},
		{
			"title": "135 功率放大电路的基本概念",
			"content": "以下对功率放大电路的叙述不正确的是（ ）。",
			"A": "无输出电容功率放大电路采用双电源供电",
			"B": "无输出变压器功率放大电路也采用双电源供电",
			"C": "无输出变压器功率放大电路和无输出电容功率放大电路都是互补对称功率放大电路",
			"D": "功率放大电路既不单追求输出高电压，也不单追求输出大电流",
			"ans": "B"
		},
		{
			"title": "136 共集电极电路",
			"content": "三种基本放大电路中，以下是共集电极电路的特点的是（ ）。",
			"A": "输入电阻最大，输出电阻也最大",
			"B": "输入电阻最大，输出电阻最小",
			"C": "输入电阻最小，输出电阻最大",
			"D": "输入电阻最小，输出电阻也最小",
			"ans": "B"
		},
		{
			"title": "137 共集电极电路静态分析",
			"content": "三种基本放大电路中，电压放大倍数最小的是（ ）。",
			"A": "共发射极电路",
			"B": "共集电极电路",
			"C": "共基极电路",
			"D": "无法比较",
			"ans": "B"
		},
		{
			"title": "138 共集电极电路静态分析",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "C"
		},
		{
			"title": "139 互补对称功率放大电路（OCL及OTL电路）",
			"content": "以下叙述不正确的是（ ）。",
			"A": "无输出电容功率放大电路采用双电源供电，是一种互补对称功率放大电路",
			"B": "无输出变压器功率放大电路采用单电源供电，它也是一种互补对称功率放大电路",
			"C": "电源利用率不高是无输出变压器功率放大电路和无输出电容功率放大电路的共同缺点",
			"D": "无输出电容功率放大电路当输入电压为零时工作在甲乙类工作状态",
			"ans": "D"
		},
		{
			"title": "140 积分与微分电路",
			"content": "（ ）运算电路可将三角波电压转换成方波电压。",
			"A": "同相比例",
			"B": "反相比例",
			"C": "微分",
			"D": "同相求和",
			"ans": "C"
		},
		{
			"title": "141 积分与微分电路",
			"content": "欲将方波电压转换成尖顶波电压，应选用（ ）。",
			"A": "反相比例运算电路",
			"B": "同相比例运算电路",
			"C": "积分运算电路",
			"D": "微分运算电路",
			"ans": "D"
		},
		{
			"title": "142 积分与微分电路",
			"content": "欲将方波电压转换成三角波电压，应选用（ ）。",
			"A": "反相比例运算电路",
			"B": "同相比例运算电路",
			"C": "积分运算电路",
			"D": "微分运算电路",
			"ans": "C"
		},
		{
			"title": "143 积分与微分电路",
			"content": "欲将正弦波电压移相＋90度，应选用（ ）。",
			"A": "反相比例运算电路",
			"B": "同相比例运算电路",
			"C": "积分运算电路",
			"D": "微分运算电路",
			"ans": "C"
		},
		{
			"title": "144 基本放大电路的组成",
			"content": "三种基本放大电路中电压放大系数近似为1的是（ ）。",
			"A": "共e极放大电路",
			"B": "共c极放大电路",
			"C": "共b极放大电路",
			"D": "无法确定",
			"ans": "B"
		},
		{
			"title": "145 基本放大电路的组成",
			"content": "以下不是共c极放大电路的主要特点的是（ ）。",
			"A": "电压放大系数最大",
			"B": "输出电压与输入电压相位相同",
			"C": "输出电压近似等于输入电压",
			"D": "输入电阻大",
			"ans": "A"
		},
		{
			"title": "146 基本放大电路的组成",
			"content": "以下对放大电路叙述正确的是（ ）。",
			"A": "只有电路既放大电流又放大电压，才称其有放大作用",
			"B": "放大电路中输出的电流和电压都是由有源元件提供的",
			"C": "可以说任何放大电路都有功率放大作用",
			"D": "电路中各电量的交流成份是交流信号源提供的",
			"ans": "C"
		},
		{
			"title": "147 集成运算放大电路",
			"content": "基本微分电路中的电容器接在电路的（ ）。",
			"A": "反相输入端",
			"B": "同相输入端",
			"C": "反相端与输出端之间",
			"D": "同相端与输出端之间",
			"ans": "A"
		},
		{
			"title": "148 集成运算放大电路",
			"content": "集成运放工作在非线性区，输出电压有（ ）个。",
			"A": "1",
			"B": "2",
			"C": "3",
			"D": "4",
			"ans": "B"
		},
		{
			"title": "149 集成运算放大电路",
			"content": "以下关于运放的选用，错误的是（ ）。",
			"A": "对于非线性应用电路和闭环增益较低且精度要求不高的一些线性应用电路，可以选用结构简单的运放",
			"B": "对于电源电压很低的电路，应选用输出电压幅度大的运放",
			"C": "当性能相近的运放互换时，应注意不同组件的管脚数目和排列顺序的差异及消振补偿网络的接法",
			"D": "以上都不对",
			"ans": "B"
		},
		{
			"title": "150 集成运算放大器",
			"content": "集成运放的输入失调电流IIO是两输入端电流之（ ）。",
			"A": "和",
			"B": "差",
			"C": "平均值",
			"D": "方均值",
			"ans": "B"
		},
		{
			"title": "151 集成运算放大器",
			"content": "为增大电压放大倍数，集成运放的中间级多采用（ ）。",
			"A": "共射放大电路",
			"B": "共集放大电路",
			"C": "共基放大电路",
			"D": "以上均可以",
			"ans": "A"
		},
		{
			"title": "152 集成运算放大器基本构成",
			"content": "对通用型集成运放输出级的要求叙述不正确的是（ ）。",
			"A": "带负载能力强",
			"B": "最大不失真输出电压尽可能大",
			"C": "输出级一般为互补电路",
			"D": "输出级一般为差分放大电路",
			"ans": "D"
		},
		{
			"title": "153 集成运算放大器基本构成",
			"content": "对通用型集成运放输入级的要求叙述不正确的是（ ）。",
			"A": "输入电阻大",
			"B": "温漂小",
			"C": "放大倍数尽可能大",
			"D": "为共射放大电路",
			"ans": "D"
		},
		{
			"title": "154 集成运算放大器基本构成",
			"content": "集成运放的输入级采用差分放大电路是因为可以（ ）。",
			"A": "减小温漂",
			"B": "增大放大倍数",
			"C": "提高输入电阻",
			"D": "使低频响应效果变好",
			"ans": "A"
		},
		{
			"title": "155 集成运算放大器基本构成",
			"content": "集成运放电路采用直接耦合方式是因为（ ）。",
			"A": "可获得很大的放大倍数",
			"B": "可使温漂小",
			"C": "集成工艺难于制造大容量电容",
			"D": "可以获得较高的响应效果",
			"ans": "C"
		},
		{
			"title": "156 集成运算放大器基本构成",
			"content": "集成运放制造工艺使得同类半导体管的（ ）。",
			"A": "指标参数准确",
			"B": "参数不受温度影响",
			"C": "参数一致性好",
			"D": "电路受到保护",
			"ans": "C"
		},
		{
			"title": "157 集成运算放大器基本构成",
			"content": "通用型集成运放适用于放大（ ）。",
			"A": "高频信号",
			"B": "低频信号",
			"C": "任何频率信号",
			"D": "混频信号",
			"ans": "B"
		},
		{
			"title": "158 集成运算放大器基本构成",
			"content": "以下不属于通用型集成运放组成部分的是（ ）。",
			"A": "输入级",
			"B": "中间级",
			"C": "输出级",
			"D": "比较电路",
			"ans": "D"
		},
		{
			"title": "159 集成运算放大器基本知识",
			"content": "根据要求，将应优先考虑使用的集成运放找出.作幅值为1μV以下微弱信号的量测放大器，应选用（ ），作内阻为100kΩ信号源的放大器，应选用（ ）。",
			"A": "高压型，高精度型",
			"B": "高阻型，通用型",
			"C": "通用型，低功耗型",
			"D": "高精度型，高阻型",
			"ans": "D"
		},
		{
			"title": "160 加法电路",
			"content": "欲将正弦波电压叠加上一个直流量，应选用（ ）。",
			"A": "反相比例运算电路",
			"B": "同相比例运算电路",
			"C": "加法运算电路",
			"D": "乘方运算电路",
			"ans": "C"
		},
		{
			"title": "161 简单稳压电路",
			"content": "现有两只稳压管，它们的稳定电压分别为6V和8V，正向导通电压为0.7V，它们串联可以得到的稳压值为（ ）。",
			"A": "1.4V，6.7V",
			"B": "8.7V，0.7V",
			"C": "14V，6V",
			"D": "0.7V，6V",
			"ans": "A"
		},
		{
			"title": "162 静态工作点",
			"content": "PNP管组成的基本共射放大电路中，当输入信号为1kHz，5mV的正弦电压时，输出波形出现了底部削平的失真，这种失真为（ ）。",
			"A": "饱和失真",
			"B": "截止失真",
			"C": "交越失真",
			"D": "频率失真",
			"ans": "B"
		},
		{
			"title": "163 静态工作点",
			"content": "当输入电压为正弦信号时，若PNP管共发射极放大电路发生饱和失真，则基极ib波形将（ ）。",
			"A": "正半波削波",
			"B": "负关波削波",
			"C": "双向削波",
			"D": "不削波",
			"ans": "D"
		},
		{
			"title": "164 绝缘栅场效应管工作原理",
			"content": "场效应管是（ ）控制型器件。",
			"A": "电压",
			"B": "电流",
			"C": "电感",
			"D": "PN结",
			"ans": "A"
		},
		{
			"title": "165 绝缘栅场效应管工作原理",
			"content": "对N沟道增强型场效应管作放大作用时，场效应管应工作在（ ）区。",
			"A": "恒流区",
			"B": "可变电阻区",
			"C": "夹断区",
			"D": "正向电压",
			"ans": "A"
		},
		{
			"title": "166 理想运算放大器",
			"content": "理想运算放大器的各个参数分别是Aud=（ ），rid=（ ），CMRR=（ ）。",
			"A": "无穷，无穷，无穷",
			"B": "0，0，0",
			"C": "无穷，0，无穷",
			"D": "0，无穷，0",
			"ans": "A"
		},
		{
			"title": "167 理想运算放大器",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "C"
		},
		{
			"title": "168 理想运算放大器",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "B"
		},
		{
			"title": "169 理想运算放大器",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "A"
		},
		{
			"title": "170 滤波电路",
			"content": "对滤波电路的叙述正确的是（ ）。",
			"A": "电容滤波电路适用于大负载电流，电感滤波电路适用于大负载电流",
			"B": "电容滤波电路适用于小负载电流，电感滤波电路适用于小负载电流",
			"C": "电容滤波电路适用于大负载电流，电感滤波电路适用于小负载电流",
			"D": "电容滤波电路适用于小负载电流，电感滤波电路适用于大负载电流",
			"ans": "D"
		},
		{
			"title": "171 滤波电路",
			"content": "直流稳压电源中滤波电路的目的是（ ）。",
			"A": "将交流变为直流",
			"B": "将高频变为低频",
			"C": "将交、直流混合量中的交流成分滤掉",
			"D": "将交、直流混合量中的直流成分滤掉",
			"ans": "C"
		},
		{
			"title": "172 三极管的参数及选用",
			"content": "晶体管的ICBO小，说明其（ ）。",
			"A": "工作电流大",
			"B": "击穿电压低",
			"C": "热稳定性好",
			"D": "寿命长",
			"ans": "C"
		},
		{
			"title": "173 三极管的参数及选用",
			"content": "晶体管的穿透电流ICEO大，说明其（ ）。",
			"A": "工作电流大",
			"B": "击穿电压高",
			"C": "寿命长",
			"D": "热稳定性差",
			"ans": "D"
		},
		{
			"title": "174 三极管的参数及选用",
			"content": "温度升高时，晶体管的击穿电压U(BR)CEO将（ ）。",
			"A": "升高",
			"B": "不变",
			"C": "降低",
			"D": "以上都可能",
			"ans": "B"
		},
		{
			"title": "175 三极管的参数及选用",
			"content": "已知一个晶体管的ICEO为200μA，当基极电流为20μA时，集电极电流为1mA，则该管的ICBO约等于（ ）。",
			"A": "8mA",
			"B": "10mA",
			"C": "5μA",
			"D": "4μA",
			"ans": "D"
		},
		{
			"title": "176 三极管的电流分配和放大",
			"content": "测得晶体管IB=15μA时，IC=2.5mA，IB=20μA时IC=4mA，则该管的交流放大系数为（ ）。",
			"A": "15",
			"B": "150",
			"C": "1500",
			"D": "15000",
			"ans": "B"
		},
		{
			"title": "177 三极管的电流分配和放大",
			"content": "晶体管具有电流放大功能，这是由于它在电路中采用（ ）接法。",
			"A": "共射和共基",
			"B": "共射和共集",
			"C": "共集和共基",
			"D": "任何接法",
			"ans": "B"
		},
		{
			"title": "178 三极管的电流分配和放大",
			"content": "某NPN型晶体管的集电极电流等于1mA，基极电流等于20μA，则它的发射极电流等于（ ）mA。",
			"A": "0.98",
			"B": "1.02",
			"C": "0.8",
			"D": "1.2",
			"ans": "B"
		},
		{
			"title": "179 三极管的电流分配和放大",
			"content": "某PNP型晶体管的发射极电流等于1mA，基极电流等于20μA，则它的集电极电流等于（ ）mA。",
			"A": "0.98",
			"B": "1.02",
			"C": "0.8",
			"D": "1.2",
			"ans": "A"
		},
		{
			"title": "180 三极管的结构",
			"content": "NPN型和PNP型晶体管的区别是（ ）。",
			"A": "由两种不同材料Si和Ge组成",
			"B": "掺入杂质不同",
			"C": "P区和N区的位置不同",
			"D": "以上都不对",
			"ans": "C"
		},
		{
			"title": "181 三极管的结构",
			"content": "测得晶体管IB=30μA时，IC=2.4mA，IB=40μA时IC=3mA，则该管的交流放大系数为（ ）。",
			"A": "60",
			"B": "70",
			"C": "80",
			"D": "90",
			"ans": "A"
		},
		{
			"title": "182 三极管的结构",
			"content": "工作在放大区的某晶体管，当IB从20μA增大至40μA时，IC从1mA变为2mA，则它的β值约为（ ）。",
			"A": "10",
			"B": "50",
			"C": "100",
			"D": "500",
			"ans": "B"
		},
		{
			"title": "183 三极管的结构",
			"content": "有关三极管的内部结构，以下说法错误的是（ ）。",
			"A": "三个区，两个PN结，三个电极",
			"B": "基区薄，掺杂低",
			"C": "发射结面积大",
			"D": "发射区掺杂浓度高",
			"ans": "C"
		},
		{
			"title": "184 三极管的输入输出曲线",
			"content": "Ge三极管的死区电压及UBE的值分别为（ ）。",
			"A": "0.3V，0.5V",
			"B": "0.2V，0.3V",
			"C": "0.5V，0.7V",
			"D": "0.7V，0.7V",
			"ans": "B"
		},
		{
			"title": "185 三极管的输入输出曲线",
			"content": "测得电路中三极管3个电极UB，UC，UE的电位分别为下列各组数值:(1)0.7V，6V，0V (2)0.7V，0.6V，0V (3)1.7V，6V，1.0V (4)4.8V，2.3V，5.0V (5)-0.2V，-3V，0V (6)-0.2V，-0.1V，0V。其中（ ）对应的三极管T处于放大状态。",
			"A": "(1)(2)(3)(5)(6)组",
			"B": "(1)(3)(4)(5)组",
			"C": "(1)(2)(4)(5)组",
			"D": "(4)(5)组",
			"ans": "B"
		},
		{
			"title": "186 三极管的输入输出曲线",
			"content": "测得某放大电路中晶体管的三个管脚1，2，3的电位分别为0V，-0.2V和-3V，则管脚1，2，3对应的三个极是（ ）。",
			"A": "EBC",
			"B": "ECB",
			"C": "CBE",
			"D": "BEC",
			"ans": "A"
		},
		{
			"title": "187 三极管的输入输出曲线",
			"content": "测得某放大电路中晶体管的三个管脚1，2，3的电位分别为12V，12.7V和6V，则管脚1，2，3对应的三个极是（ ）。",
			"A": "EBC",
			"B": "ECB",
			"C": "CBE",
			"D": "BEC",
			"ans": "D"
		},
		{
			"title": "188 三极管的输入输出曲线",
			"content": "测得某放大电路中晶体管的三个管脚1，2，3的电位分别为2V，6V和2.7V，则管脚1，2，3对应的三个极是（ ）。",
			"A": "EBC",
			"B": "ECB",
			"C": "CBE",
			"D": "BEC",
			"ans": "B"
		},
		{
			"title": "189 三极管的输入输出曲线",
			"content": "发射结，集电结均正偏，三极管工作在（ ）区。",
			"A": "放大",
			"B": "饱和",
			"C": "截止",
			"D": "击穿",
			"ans": "B"
		},
		{
			"title": "190 三极管的输入输出曲线",
			"content": "发射结正偏，集电结反偏是晶体管工作在（ ）区的外部条件。",
			"A": "放大",
			"B": "饱和",
			"C": "截止",
			"D": "击穿",
			"ans": "A"
		},
		{
			"title": "191 三极管的输入输出曲线",
			"content": "晶体管可分为（ ）个工作状态。",
			"A": "1",
			"B": "2",
			"C": "3",
			"D": "4",
			"ans": "C"
		},
		{
			"title": "192 三极管的输入输出曲线",
			"content": "温度升高时，三极管的共射输入特性曲线，输出特性曲线及输出特性曲线之间的间隔将作如下变化（ ）。",
			"A": "右移，上移，减小",
			"B": "左移，上移，增大",
			"C": "左移，下移，增大",
			"D": "右移，上移，增大",
			"ans": "B"
		},
		{
			"title": "193 三极管的输入输出曲线",
			"content": "用万用表的电阻档测量，来判断三极管的三个脚的方法是（ ）。",
			"A": "先找E，再找C和B及判定类型",
			"B": "先找C极并判定类型，再找B和E极",
			"C": "先找B极并判定类型，再找E和C极",
			"D": "以上都可以",
			"ans": "C"
		},
		{
			"title": "194 三角波发生器的电路结构",
			"content": "对三角波发生器的电路结构叙述正确的是（ ）。",
			"A": "由反相输入的滞回比较器和积分电路组成",
			"B": "由反相输入的滞回比较器和RC电路组成",
			"C": "由同相输入的滞回比较器和积分电路组成",
			"D": "由同相输入的滞回比较器和RC电路组成",
			"ans": "C"
		},
		{
			"title": "195 特殊二极管的特点及应用",
			"content": "发光二极管(LED)的开启电压和击穿电压与普通二极管的开启电压和击穿电压相比为（ ）。",
			"A": "开启电压低些，击穿电压低些",
			"B": "开启电压高些，击穿电压低些",
			"C": "开启电压低些，击穿电压高些",
			"D": "以上都可能",
			"ans": "B"
		},
		{
			"title": "196 特殊二极管的特点及应用",
			"content": "两个稳压管的稳压值为6V和9V，正向压降均为0.7V，则用这两只稳压管并联可以组成（ ）种稳压值的稳压电路。",
			"A": "2",
			"B": "3",
			"C": "4",
			"D": "5",
			"ans": "A"
		},
		{
			"title": "197 特殊二极管的特点及应用",
			"content": "两个稳压管的稳压值为6V和9V，正向压降均为0.7V，则用这两只稳压管串联可以组成（ ）种稳压值的稳压电路。",
			"A": "2",
			"B": "3",
			"C": "4",
			"D": "5",
			"ans": "C"
		},
		{
			"title": "198 特殊二极管的特点及应用",
			"content": "稳压二极管一般工作在（ ）状态。",
			"A": "正向导通",
			"B": "反向截止",
			"C": "反向击穿",
			"D": "以上都可能",
			"ans": "C"
		},
		{
			"title": "199 稳压电路",
			"content": "串联型稳压电路中的放大环节所放大的对象是（ ）。",
			"A": "基准电压",
			"B": "采样电压",
			"C": "基准电压与采样电压之差",
			"D": "基准电压与采样电压之和",
			"ans": "C"
		},
		{
			"title": "200 稳压电路",
			"content": "开关型直流电源比线性直流电源效率高的原因是（ ）。",
			"A": "调整管工作在开关状态",
			"B": "输出端有LC滤波电路",
			"C": "可以不用电源变压器",
			"D": "以上都不正确",
			"ans": "A"
		},
		{
			"title": "201 稳压电路",
			"content": "若要组成输出电压可调、最大输出电流为3A的直流稳压电源，则应采用（ ）。",
			"A": "电容滤波稳压管稳压电路",
			"B": "电感滤波稳压管稳压电路",
			"C": "电容滤波串联型稳压电路",
			"D": "电感滤波串联型稳压电路",
			"ans": "D"
		},
		{
			"title": "202 稳压电路",
			"content": "在脉宽调制式串联型开关稳压电路中，为使输出电压增大，对调整管基极控制信号的要求是（ ）。",
			"A": "周期不变，占空比增大",
			"B": "频率增大，占空比不变",
			"C": "在一个周期内，高电平时间不变，周期增大",
			"D": "周期变大，占空比不变",
			"ans": "A"
		},
		{
			"title": "203 稳压管伏安特性",
			"content": "稳压管是利用PN节的（ ）特性制作而成的。",
			"A": "单向导电性",
			"B": "反向击穿特性",
			"C": "正向特性",
			"D": "载流子的扩散特性",
			"ans": "B"
		},
		{
			"title": "204 振荡电路",
			"content": "为得到稳定不失真的波形，靠振幅的非线性稳幅时，应使振荡器工作于振幅特性（ ）。",
			"A": "线性区",
			"B": "非线性区",
			"C": "靠近线性区的非线性区",
			"D": "以上都可以",
			"ans": "C"
		},
		{
			"title": "205 整流电路",
			"content": "对于整流电路以下叙述正确的是（ ）。",
			"A": "单相半波整流电路和单相桥式整流电路都属于单相小功率整流电路，且单相半波整流电路比较常用",
			"B": "单相半波整流电路的脉动系数要大于单相桥式整流电路",
			"C": "经过整流电路的信号均由高频变为低频",
			"D": "经过整流电路的信号均由低频变为高频",
			"ans": "B"
		},
		{
			"title": "206 整流电路",
			"content": "对于整流电路以下叙述正确的是（ ）。",
			"A": "整流电路可将正弦电压变为脉动的直流电压",
			"B": "在单相桥式整流电容滤波电路中，若有一只整流管断开，输出电压平均值变为原来的一半",
			"C": "整流的目的是将正弦波变为方波",
			"D": "整流的目的是将方波变为正弦波",
			"ans": "A"
		},
		{
			"title": "207 整流电路",
			"content": "整流的目的是（ ）。",
			"A": "将交流变为直流",
			"B": "将高频变为低频",
			"C": "将正弦波变为方波",
			"D": "将功率放大",
			"ans": "A"
		},
		{
			"title": "208 正弦波振荡电路",
			"content": "对正弦波振荡电路的叙述不正确的是（ ）。",
			"A": "按选频网络分正弦波振荡电路可以分为RC正弦波振荡电路、LC正弦波振荡电路和石英晶体正弦波振荡电路",
			"B": "RC文氏桥正弦波振荡电路、RC移项式正弦波振荡电路和RC双T网络正弦波振荡电路都属于RC正弦波振荡电路",
			"C": "正弦波振荡电路必须满足相位平衡条件",
			"D": "RC双T网络正弦波振荡电路可以不满足幅值平衡条件",
			"ans": "D"
		},
		{
			"title": "209 正弦波振荡电路",
			"content": "对正弦波振荡电路的组成叙述不正确的是（ ）。",
			"A": "放大电路",
			"B": "选频网络",
			"C": "比较网络",
			"D": "稳幅电路",
			"ans": "C"
		},
		{
			"title": "210 直流电源的基本概念",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "D"
		},
		{
			"title": "211 直流电源的基本概念",
			"content": "",
			"A": "A",
			"B": "B",
			"C": "C",
			"D": "D",
			"ans": "A"
		},
		{
			"title": "212 直流稳压电源",
			"content": "串联型稳压电路中，调整管处于状态（ ）。",
			"A": "饱和",
			"B": "放大",
			"C": "截止",
			"D": "以上都可能",
			"ans": "C"
		},
		{
			"title": "213 直流稳压电源",
			"content": "开关型稳压器和线性稳压器相比较，主要的缺点是（ ）。",
			"A": "体积大",
			"B": "重量太大",
			"C": "输出电压中纹波较大",
			"D": "以上都不对",
			"ans": "C"
		},
		{
			"title": "214 直流稳压电源",
			"content": "开关型稳压器和线性稳压器相比较，主要的优点是（ ）。",
			"A": "输出可调节",
			"B": "结构简便",
			"C": "管耗低",
			"D": "以上都不对",
			"ans": "C"
		},
		{
			"title": "215 直流稳压电源",
			"content": "开关型稳压器中的三极管工作在（ ）。",
			"A": "放大状态",
			"B": "饱和和截止状态",
			"C": "饱和或截止状态",
			"D": "以上都可能",
			"ans": "B"
		},
		{
			"title": "216 直流稳压电源",
			"content": "稳压二极管构成的稳压电路，其接法是（ ）。",
			"A": "稳压二极管与负载电阻串联",
			"B": "稳压二极管与负载电阻并联",
			"C": "限流调整电阻与稳压二极管串联后，负载电阻再与稳压二极管并联",
			"D": "以上都可以",
			"ans": "C"
		},
		{
			"title": "217 滞回比较器",
			"content": "对滞回比较器的叙述正确的是（ ）。",
			"A": "滞回比较器有一个阈值电压",
			"B": "滞回比较器有两个阈值电压，输入电压向单一方向变化时，输出电压跃变两次",
			"C": "滞回比较器有两个阈值电压，输入电压向单一方向变化时，输出电压跃变一次",
			"D": "滞回比较器具有滞回特性，且有一个阈值电压",
			"ans": "C"
		},
		{
			"title": "218 自激振荡",
			"content": "对自激振荡的叙述不准确的是（ ）。",
			"A": "自激振荡只能在某一特定频率发生",
			"B": "自激振荡的频率由电路特性决定",
			"C": "自激振荡的产生需要有180度的附加相移",
			"D": "自激振荡在任何电路都有发生，影响不大时都可以忽略",
			"ans": "D"
		},
		{
			"title": "219 自激振荡",
			"content": "对自激振荡的叙述不准确的是（ ）。",
			"A": "放大电路中的附加相移是导致一定深度负反馈时就会自激振荡的根本原因",
			"B": "自激振荡时的附加相移是电路的闭环系统产生的",
			"C": "自激振荡还要满足A(jw)B(jw)的模为一",
			"D": "一旦产生自激振荡就很难除去",
			"ans": "D"
		},
		{
			"title": "220 自激振荡",
			"content": "一般消除自激振荡的方法叙述错误的是（ ）。",
			"A": "改变A(jw)B(jw)的模值，使之不为1",
			"B": "改变附加相移条件",
			"C": "将附加相移和A(jw)B(jw)的模值同时改变",
			"D": "改变电路的反馈深度",
			"ans": "D"
		},
		{
			"title": "221 阻容耦合多级放大电路",
			"content": "不属于放大电路的极间偶合方式有（ ）。",
			"A": "无失真耦合",
			"B": "阻容耦合",
			"C": "变压器耦合",
			"D": "光电耦合",
			"ans": "A"
		}
	]
}

module.exports = {
  dataList: local_database
}